
<html>
<head>
	<script type="text/javascript" src="../Layout/Detector.js"></script>
	<link rel=stylesheet href="../Layout/Styles.css" type="text/css">
	<title>Ayuda en l&iacute;nea de World of Warcraft: Wrath of the Lich King</title>
</head>
<body onload=detection() >
	<div class="topicText">
		<a name="Head" class="large_header_blue">
			Comandos b&aacute;sicos (PC/Mac) 
		</a>
		
		<p>
		* <a class="menubox_header_white"  href="#Basic">Opciones b&aacute;sicas</a><br>
		* <a class="menubox_header_white"  href="#Movement">Movimiento</a><br>
		* <a class="menubox_header_white"  href="#Camera">C&aacute;mara</a><br>
		* <a class="menubox_header_white"  href="#Interacting">Mientras interactuas</a><br>
		* <a class="menubox_header_white"  href="#Attacking">Mientras atacas</a><br>
		* <a class="menubox_header_white"  href="#Action">Barra de acci&oacute;n</a><br>
		* <a class="menubox_header_white"  href="#Interaction">Agrupar, comerciar y otras acciones del personaje</a><br>
		* <a class="menubox_header_white"  href="#Sound">Sonido</a><br>
		* <a class="menubox_header_white"  href="#Character">Informaci&oacute;n del personaje</a><br>
		* <a class="menubox_header_white"  href="#Leveling">Niveles</a><br>
		* <a class="menubox_header_white"  href="#Spells">Obtener nuevos hechizos y facultades</a><br>
		* <a class="menubox_header_white"  href="#Looting">Despojar</a><br>
		* <a class="menubox_header_white"  href="#Bags">Bolsas adicionales</a><br>
		* <a class="menubox_header_white"  href="#Slash">Comandos de barra</a><br>
		* <a class="menubox_header_white"  href="#Chat">Comandos de chat</a><br>
		* <a class="menubox_header_white"  href="#Guild">Comandos de hermandad</a><br>
		</p>
		
		<a id="Basic" name="Basic"></a>
        <p class="normal">
        <font class="small_header_blue">Opciones b&aacute;sicas:&nbsp;</font>
        Pulsa Esc para abrir el men&uacute; principal donde podr&aacute;s modificar la configuraci&oacute;n de v&iacute;deo y audio, y configurar las teclas de acceso r&aacute;pido.  
        <blockquote>
        <font class="small_header" style="color:#559fdd">Consejo:&nbsp;</font>
        Para ver una lista completa de las teclas, pulsa Esc y selecciona la opci&oacute;n Configurar teclado. Despl&aacute;zate hacia abajo para ver todas las teclas. 
        </blockquote></p>
        
		<a id="Movement" name="Movement"></a>
        <p class="normal">
        <font class="small_header_blue">Movimiento:&nbsp;</font>
        Usa las teclas A, W, D, S para moverte en el mundo. Alternativamente, mant&eacute;n los dos botones del rat&oacute;n pulsados para andar hacia delante. Dentro del men&uacute; Opciones de interfaz tambi&eacute;n existe la opci&oacute;n “Movimiento por clic”, que te permitir&aacute; mover a tu personaje haciendo clic derecho en el &aacute;rea hasta la que deseas que se desplace. 
        </p>
      
		<a id="Camera" name="Camera"></a>
        <p class="normal">
        <font class="small_header_blue">C&aacute;mara:&nbsp;</font>
        Mant&eacute;n pulsado el bot&oacute;n izquierdo para mirar a tu alrededor. Mant&eacute;n pulsado el bot&oacute;n derecho del rat&oacute;n para mover a tu personaje con el rat&oacute;n. Puedes alejar/acercar la c&aacute;mara con la rueda del rat&oacute;n o con las teclas Inicio y Fin.
        </p>
        
		<a id="Interacting" name="Interacting"></a>
        <p class="normal">
        <font class="small_header_blue">Interactuar:&nbsp;</font>
        Puedes seleccionar objetos y PNJ (personajes no jugador) haciendo clic izquierdo sobre ellos. Haz clic derecho para atacar a un monstruo, activar un objeto o hablar con un PNJ. Si pasas el rat&oacute;n por encima de un objeto interactivo, un icono aparecer&aacute; en el cursor de tu rat&oacute;n indicando qu&eacute; tipo de acci&oacute;n ocurrir&aacute; si haces clic derecho (espada = atacar, engranaje = manipular, bocadillo = hablar, etc.).
        </p>
        
		<a id="Attacking" name="Attacking"></a>
        <p class="normal">
        <font class="small_header_blue">Atacar:&nbsp;</font>
        Para atacar a una criatura, mu&eacute;vete dentro del rango de ataque (el cursor de ataque se activar&aacute; cuando pasas el rat&oacute;n por encima de la criatura; el cursor gris significa que est&aacute; fuera de rango) y haga clic derecho sobre ella. Entrar&aacute;s en el modo de combate. Acerca a tu personaje a la criatura y empezar&aacute;s a atacar autom&aacute;ticamente. En vez de hacer clic derecho sobre una criatura, tambi&eacute;n puedes seleccionar el icono Atacar en la barra de acci&oacute;n.
        </p>
       
		<a id="Action" name="Action"></a>
        <p class="normal">
        <font class="small_header_blue">Barra de acci&oacute;n:&nbsp;</font>
        En la barra de acci&oacute;n que hay en la parte inferior de la pantalla podr&aacute;s definir accesos r&aacute;pidos a los hechizos, habilidades especiales u objetos que uses a menudo, como comida y bebida (que restauran vida y man&aacute;, respectivamente). Puedes activar estos accesos haciendo clic izquierdo sobre ellos o escribiendo el n&uacute;mero correspondiente a la casilla del hechizo o habilidad que quieras usar. Al pasar el rat&oacute;n por encima de los iconos, se mostrar&aacute; una ventana emergente de ayuda que contiene el nombre del hechizo o habilidad. Tambi&eacute;n puedes consultar tu libro de hechizos y habilidades para obtener una descripci&oacute;n completa de cada habilidad o hechizo que tenga tu personaje. Puedes organizar tu barra de acci&oacute;n: simplemente arrastra los iconos. Tambi&eacute;n puedes a&ntilde;adir nuevos hechizos o habilidades a esta barra tan pronto como los obtengas si los arrastras desde tu libro de hechizos. Tambi&eacute;n puedes poner objetos de tu inventario, como pociones de salud, en la barra para que te resulte m&aacute;s f&aacute;cil y r&aacute;pido usarlos.
        </p>
        <blockquote>
        <font class="small_header" style="color:#559fdd">Consejo:&nbsp;</font>
        Mant&eacute;n pulsada la tecla May&uacute;s y usa la rueda del rat&oacute;n para cambiar las barras de acci&oacute;n. Tambi&eacute;n puedes usar las flechas de direcci&oacute;n (arriba/abajo) del teclado en vez de la rueda.

        </blockquote>        
        </p>
       
		<a id="Interaction" name="Interaction"></a>
        <p class="normal">
        <font class="small_header_blue">Agrupar, comerciar y otras acciones del personaje:&nbsp;</font>
        Para invitar a alguien a tu grupo, haz clic izquierdo en ese jugador y luego clic derecho en el retrato ubicado en la parte superior de la pantalla para desplegar un men&uacute; con una lista de posibles acciones. Una de esas opciones es Invitar (a tu grupo). Existen otras opciones disponibles, como inspeccionar o retar a un duelo. 
        <blockquote>
            <span class="small_blue">Nota:</span> estos comandos no funcionar&aacute;n con los jugadores de la facci&oacute;n rival. 
        </blockquote>
        </p>
       
		<a id="Sound" name="Sound"></a>
        <p class="normal">
        <font class="small_header_blue">Sonido:&nbsp;</font>
        La combinaci&oacute;n de teclas Control + S activa/silencia los efectos de sonido. Control + M activa/silencia la m&uacute;sica.
 
        </p>
      
		<a id="Character" name="Character"></a>
        <p class="normal">
        <font class="small_header_blue">Informaci&oacute;n del personaje:&nbsp;</font>
        Haz clic en el bot&oacute;n de informaci&oacute;n del personaje en el panel de interfaz (localizado a la derecha de la barra de acci&oacute;n). Esta acci&oacute;n te mostrar&aacute; el panel de informaci&oacute;n de tu personaje, que contiene sus talentos, reputaci&oacute;n y panel de habilidades.
        </p>  
      
		<a id="Leveling" name="Leveling"></a>
        <p class="normal">
        <font class="small_header_blue">Niveles:&nbsp;</font>
        Una vez alcances el nivel 10, empezar&aacute;s a ganar puntos de talento cada vez que subas un nivel. Podr&aacute;s usar estos puntos inmediatamente si abres la hoja de informaci&oacute;n de personaje y seleccionas la pesta&ntilde;a de talentos. Esta pesta&ntilde;a muestra los talentos que puedes comprar y su coste.
        </p> 
      
		<a id="Spells" name="Spells"></a>
        <p class="normal">
        <font class="small_header_blue">Obtener nuevos hechizos y habilidades:&nbsp;</font>
        Los nuevos hechizos y habilidades no se obtienen autom&aacute;ticamente. Debes visitar a un instructor espec&iacute;fico para tu clase y comprarlas. Tambi&eacute;n existen otras maneras de obtener hechizos y habilidades, como al completar misiones espec&iacute;ficas de clase.
        </p>
       
		<a id="Looting" name="Looting"></a>
        <p class="normal">
        <font class="small_header_blue">Despojar:&nbsp;</font>
        Haz clic derecho en el cuerpo de un monstruo para mostrar la ventana de bot&iacute;n. Podr&aacute;s hacer clic en los objetos de esa ventana para que se transfieran a tu bolsa. Para abrir tu bolsa, haz clic en el bot&oacute;n Bolsa situado en la esquina inferior derecha de su pantalla. 
        </p>
      
		<a id="Bags" name="Bags"></a>
        <p class="normal">
        <font class="small_header_blue">Bolsas adicionales:&nbsp;</font>
        Puedes poner una bolsa adicional en cada espacio libre de bolsa en la esquina inferior derecha de tu pantalla (al lado de tu bolsa principal). Usa tus bolsas adicionales de la misma manera que usas la principal.
        </p>
      
		<a id="Slash" name="Slash"></a>
        <p class="normal">
        <span class="small_header_blue">Comandos de barra:&nbsp;</span>
        Los siguientes comandos son los m&aacute;s comunes en el juego y te permitir&aacute;n hacer ciertas cosas al escribirlos en tu l&iacute;nea de chat. Pulsa Intro para abrir una l&iacute;nea de chat.

        
        <blockquote>        
        <div class="pad">
        <span class="small_blue">Nota:&nbsp;</span>
        Puedes usar la tecla Tab para navegar entre los posibles comandos de barra. Por ejemplo, si escribes “/a” y pulsas Tab unas cuantas veces, empezar&aacute;s a moverte por todos los comandos de barra que empiezan por la letra “a”.
        </div>
        <div class="pad">
        <span class="small_blue">/chat, /ayuda</span> - Ofrece una lista de comandos de chat.
        </div>
        <div class="pad">
        <span class="small_blue">/seguir</span> - Selecciona un jugador y escribe esto. Tu personaje lo seguir&aacute; autom&aacute;ticamente. 
        </div>
        <div class="pad">
        <span class="small_blue">/hayuda</span> - Ofrece una lista de comandos de hermandad. 
        </div>
        <div class="pad">
        <span class="small_blue">/grupo (o "/g") <i>mensaje</i></span> - Env&iacute;a un mensaje al chat de grupo (solo los miembros de tu grupo lo podr&aacute;n ver).
        </div>
        <div class="pad">
        <span class="small_blue">/r</span> - Contesta al &uacute;ltimo susurro recibido. 
        </div>
        <div class="pad">
        <span class="small_blue">/decir <i>mensaje</i></span> - Env&iacute;a un mensaje a las personas cercanas. 
        </div>
        <div class="pad">
        <span class="small_blue">/quien</span> - Lista de los jugadores conectados.
        </div>
        <div class="pad">
        <span class="small_blue">/gritar <i>mensaje</i></span> - Grita un mensaje a todos los jugadores de una zona.  
        </div>
        <div class="pad">
        <span class="small_blue">/em <i>mensaje</i></span> - Crea una expresi&oacute;n de emoci&oacute;n.
        </div>
        <div class="pad">
        <span class="small_blue">/jugado</span> - Muestra el tiempo total que has jugado con ese personaje. 
        </div>
        <div class="pad">
        <span class="small_blue">/macro</span> - Muestra la interfaz de creaci&oacute;n de macros. 
        </div>
        <div class="pad">
        <span class="small_blue">/lanzar <i>nombre del hechizo</i></span> - Te permite lanzar hechizos por su nombre. 
        </div>
        </blockquote>      
        </p>
      
		<a id="Chat" name="Chat"></a>
        <p class="normal">
        <font class="small_header_blue">Comandos de chat:&nbsp;</font>
        
        <blockquote>
        <div class="pad">
        <span class="small_blue">/#, /c, /csay</span> - Env&iacute;a el texto al canal.
        </div>
        <div class="pad">
        <span class="small_blue">/announcements, /ann</span> - Activa/desactiva los anuncios de entrada en un canal.  
        </div>
        <div class="pad">
        <span class="small_blue">/afk, /dnd</span> - Pasa a estado Ausente. 
        </div>
        <div class="pad">
        <span class="small_blue">/ban, /unban</span> - Expulsar/readmitir a un jugador de un canal. 
        </div>
        <div class="pad">
        <span class="small_blue">/chatlist, /chatwho, /chatinfo <i>canal</i></span> - Lista de los miembros de un canal. 
        </div>
        <div class="pad">
        <span class="small_blue">/cinvite, /chatinvite</span> - Invitar a un jugador a un canal. 
        </div>
        <div class="pad">
        <span class="small_blue">/join, /channel, /chan</span> - Unirse a un canal.
        </div>
        <div class="pad">
        <span class="small_blue">/kick</span> - Expulsar a un jugador de un canal.
        </div>
        <div class="pad">
        <span class="small_blue">/leave, /chatleave, /chatexit <i>canal</i></span> - Dejar un canal. 
        </div>
        <div class="pad">
        <span class="small_blue">/mod, /moderator, /unmod, /unmoderator</span> - Cambia el estado de moderaci&oacute;n. 
        </div>
        <div class="pad">
        <span class="small_blue">/moderate</span> - Activar/desactivar la moderaci&oacute;n. 
        </div>
        <div class="pad">
        <span class="small_blue">/mute, /squelch, /unvoice, /unmute, /unsquelch, /voice</span> - Cambiar permisos de un jugador.  
        </div>
        <div class="pad">
        <span class="small_blue">/password, /pass</span> - Cambiar la contrase&ntilde;a. 
        </div>
        </blockquote>      
        </p>
     
		<a id="Guild" name="Guild"></a>
        <p class="normal">
        <font class="small_header_blue">Comandos de hermandad:&nbsp;</font>
        solo el maestro de hermandad puede usar estos comandos.
        
        <blockquote>
        <div class="pad">
        <span class="small_blue">/ginfo</span> - Informaci&oacute;n b&aacute;sica sobre tu hermandad. 
        </div>
        <div class="pad">
        <span class="small_blue">/h <i>mensaje</i></span> - Env&iacute;a un mensaje a todos los miembros de tu hermandad. 
        </div>
        <div class="pad">
        <span class="small_blue">/o <i>mensaje</i></span> - Env&iacute;a un mensaje a todos los oficiales de tu hermandad. 
        </div>
        <div class="pad">
        <span class="small_blue">/ginvite <i>jugador</i></span> - Invitar a un jugador a unirse a tu hermandad. 
        </div>
        <div class="pad">
        <span class="small_blue">/gremove <i>jugador</i></span> - Echar a un jugador de tu hermandad. 
        </div>
        <div class="pad">
        <span class="small_blue">/gpromote <i>jugador</i></span> - Ascender de rango a un miembro de tu hermandad. 
        </div>
        <div class="pad">
        <span class="small_blue">/gdemote <i>jugador</i></span> - Descender de rango a un miembro de tu hermandad. 
        </div>
        <div class="pad">
        <span class="small_blue">/gmotd <i>mensaje</i></span> - Especificar el mensaje del d&iacute;a. 
        </div>
        <div class="pad">
        <span class="small_blue">/gquit</span> - Abandonar tu hermandad.
        </div>
        <div class="pad">
        <span class="small_blue">/groster</span> - Lista de todos los jugadores de tu hermandad. 
        </div>
        <div class="pad">
        <span class="small_blue">/gleader <i>jugador</i></span> - Nombrar maestro a otro jugador de la hermandad (solo maestro de la hermandad).
        </div>
        <div class="pad">
        <span class="small_blue">/gdisband</span> - Disolver tu hermandad (solo maestro de la hermandad). 
        </div>
        </blockquote>
        </p>		
        <br>
<br>
<br>
<br>
<br>
<br>
<br>
<br>
<br>        
<br>
<br>
<br>
<br>
<br>
<br>
<br>
<br>        
<br>
<br>
<br>
<br>
<br>
<br>
<br>
<br>        
</body>
</html>