
<html>
<head>
	<script type="text/javascript" src="../Layout/Detector.js"></script>
	<link rel=stylesheet href="../Layout/Styles.css" type="text/css">
	<title>Ayuda en l&iacute;nea de World of Warcraft: Wrath of the Lich King</title>
</head>
<body onload=detection() >
	<div class="topicText">
		<a name="Head" class="large_header_blue">
			Selecci&oacute;n de reino (PC/Mac)
		</a>
		
        <p>Los personajes de World of Warcraft habitan en varios reinos. Todos los reinos albergan estancias id&eacute;nticas de World of Warcraft, pero cada uno tiene su comunidad &uacute;nica. La primera vez que te conectes con tu nueva cuenta, ver&aacute;s una pantalla de selecci&oacute;n de reino y tendr&aacute;s que responder a dos preguntas:
        <p><span class="small_header_blue">1.  Tu localizaci&oacute;n predilecta:</span>
        Si te encuentras en los Estados Unidos o Latinoamérica, podr&aacute;s escoger entre las distintas zonas horarias. En Europa podr&aacute;s elegir entre distintos pa&iacute;ses. 

        <p><span class="small_header_blue">2.   Tipo de reino:</span>
        Normal o Jugador contra Jugador (JcJ), Juego de rol (JR) o Juego de rol JcJ (JRJcJ) .
        <ul>    
            <li> Un reino normal te permite explorar, luchar contra monstruos y jugar misiones sin la amenaza constante de que otros jugadores te ataquen. De todas formas, dispondr&aacute;s de la opci&oacute;n de enfrentarte a otros jugadores mediante el duelo aceptado, la lucha en zonas dise&ntilde;adas para el JcJ o atacando a PNJ (personajes no jugador) de la facci&oacute;n opuesta. Ahora, ninguna de estas acciones es necesaria para sacarle el m&aacute;ximo partido al juego.
            <li> Los reinos de Jugador contra Jugador (JcJ) ofrecen al jugador el reto de estar en contacto directo con jugadores de la facci&oacute;n opuesta en determinadas zonas “en disputa”. Recibir&aacute;s protecci&oacute;n durante tus primeros pasos (como es de esperar), pero al avanzar m&aacute;s all&aacute; de las zonas de inicio encontrar&aacute;s &aacute;reas sin barreras donde tendr&aacute;s que enfrentarte a la facci&oacute;n opuesta. Si perteneces a la Horda, los miembros de la Alianza ser&aacute;n tus enemigos y viceversa.
        </ul>
        <p>Bas&aacute;ndonos en las elecciones que hayas hecho, sugeriremos el reino que creamos se adapta mejor a tu perfil. Si no te gusta el reino que hemos escogido, siempre puedes escoger manualmente el que prefieras. Una vez que hayas escogido el reino y hayas creado el personaje, no ser&aacute; posible cambiar el reino en el que el personaje se encuentra, a menos que realices una transferencia prepago de persoajes, as&iacute; que escoge con detenimiento. Si vas al encuentro de amigos que se encuentran ya en un reino, te recomendamos que te pongas en contacto con ellos antes y averig&uuml;es el reino en el que juegan. A pesar de que el personaje no podr&aacute; moverse de un servidor a otro sin un pago adicional, no existe restricci&oacute;n a la hora de escoger servidor en el que comenzar, as&iacute; que si&eacute;ntete libre de probar la amplitud de comunidades que World of Warcraft alberga.</p>  

</body>
</html>