<html> 
<body> 
<p align = 'right'>WoW_EULA_esMX_20080818</p>
<br/>
<h2 align = 'center'>WORLD OF WARCRAFT</h2>
<br/>
<h2 align = 'center'>CONTRATO DE LICENCIA DE USUARIO FINAL</h2>
<br/>
<h2 align = 'center'>&#161;IMPORTANTE&#33; LEA POR FAVOR CUIDADOSAMENTE.</h2>
<br/>
<br/><p>
&#218;ltima Actualizaci&#243;n&#44; 29 de julio de 2008
</p><br/><p>
ESTE SOFTWARE SE OTORGA EN LICENCIA&#44; NO SE VENDE. MEDIANTE LA INSTALACI&#211;N&#44; COPIADO O USO DE OTRA FORMA DEL JUEGO (DEFINIDO ABAJO)&#44; USTED ACEPTA OBLIGARSE EN LOS T&#201;RMINOS DE ESTE CONTRATO. SI USTED NO ACEPTA EN RESPETAR LOS T&#201;RMINOS DE ESTE CONTRATO&#44; NO SE LE PERMITE INSTALAR&#44; COPIAR NI UTILIZAR EL JUEGO. SI USTED RECHAZA LOS T&#201;RMINOS DE ESTE CONTRATO DENTRO DE LOS TREINTA (30) D&#205;AS SIGUIENTES A SU ADQUISICI&#211;N&#44; PUEDE LLAMAR AL (800)757&#45;7707 PARA SOLICITAR LA DEVOLUCI&#211;N COMPLETA DEL PRECIO DE COMPRA. 
</p><br/><p>
Este programa de software&#44; y todos los archivos que se le entregan por parte de Blizzard Entertainment Inc. (a trav&#233;s de transmisi&#243;n en l&#237;nea o de otra manera) para &#8220;parchar&#8221;&#44; actualizar&#44; o bien modificar de otra forma el programa de software&#44; as&#237; como todo el material impreso y la documentaci&#243;n en l&#237;nea o electr&#243;nica (el &#8220;Manual&#8221;) y todas y cada una de las copias y obras derivadas de dicho programa de software y Manual (colectivamente&#44; con el &#8220;Juego Cliente&#8221; definido abajo&#44; el &#8220;Juego&#8221;) es la obra protegida por derechos de autor de Blizzard Entertainment&#44; Inc.&#44; o sus licenciantes (se conocen colectivamente aqu&#237; como &#8220;Blizzard&#8221;). Todos y cada uno de los usos del Juego est&#225;n regidos por los t&#233;rminos de este Contrato de Licencia de Usuario Final (el &#8220;Contrato de Licencia&#8221; o &#8220;Contrato&#8221;). El Juego podr&#225; ser utilizado solamente mediante la obtenci&#243;n de Blizzard del acceso al servicio de rol multi&#45;jugador masivo en l&#237;nea de World of Warcraft (el &#8220;Servicio&#8221;)&#44; el cual se rige separadamente por el contrato de Condiciones de Uso (las &#8220;Condiciones de Uso&#8221;) que se incorpora en este Contrato por esta referencia. El Juego est&#225; distribuido solamente para su utilizaci&#243;n por parte de usuarios finales autorizados de conformidad con los t&#233;rminos de este Contrato de Licencia. Cualquier uso&#44; reproducci&#243;n&#44; modificaci&#243;n o distribuci&#243;n del Juego no expresamente autorizado por los t&#233;rminos del Contrato de Licencia est&#225; expresamente prohibido. 
</p><br/><p>
1. Concesi&#243;n de Licencia de Uso Limitada. Si usted acepta este Contrato de Licencia&#44; usted podr&#225; instalar el software de computadora (se conoce a continuaci&#243;n como el &#8220;Juego Cliente&#8221;) en su computadora con el objeto de utilizar el Juego mediante registro y acceso a una cuenta con el Servicio (la &#8220;Cuenta&#8221;). Sujeto a su aceptaci&#243;n y a su cumplimiento continuo con este Contrato de Licencia&#44; Blizzard le otorga por el presente y usted por el presente acepta una licencia no exclusiva&#44; limitada para (a) instalar el Juego Cliente en una o varias computadoras propiedades de usted o bajo su control leg&#237;timo&#44; y (b) usar el Juego Cliente de manera conjunta con el Servicio para sus prop&#243;sitos de entretenimiento no comercial solamente. Cualquier uso del Juego Cliente se rige por este Contrato de Licencia y por el contrato de Condiciones de Uso&#44; y usted debe aceptar estos dos contratos antes de poder utilizar su Cuenta para utilizar el Juego. 
</p><br/><p>
2. Limitaciones de Licencia Adicionales. La licencia que se le otorga en la Secci&#243;n 1&#44; est&#225; sujeta a las limitaciones planteadas en las Secciones 1 y 2 (colectivamente&#44; las &#8220;Limitaciones de Licencia&#8221;). Cualquier uso del Juego en violaci&#243;n a las Limitaciones de Licencia se considerar&#225; una infracci&#243;n a los derechos de autor de Blizzard en y sobre el Juego. Usted acepta en que bajo ninguna circunstancia&#58; 
</p><br/><p>
A. copiar&#225;&#44; fotocopiar&#225;&#44; reproducir&#225;&#44; traducir&#225;&#44; someter&#225; a ingenier&#237;a reversa&#44; derivar&#225; el c&#243;digo fuente del juego&#44; modificar&#225;&#44; desarmar&#225;&#44; descompilar&#225; o crear&#225; obras derivadas basadas en el Juego&#44; en su totalidad o en parte; sin embargo usted podr&#225; hacer una (1) copia del Juego Cliente y de los Manuales para prop&#243;sitos de archivo solamente; 
</p><br/><p>
B. utilizar&#225; cheats&#44; software de automatizaci&#243;n (bots)&#44; hacks&#44; mods o cualquier otro software de tercero no autorizado dise&#241;ado para modificar la experiencia de World of Warcraft; 
</p><br/><p>
C. explotar&#225; el Juego o cualquiera de sus partes&#44; incluyendo&#44; sin limitaci&#243;n&#44; el Juego Cliente&#44; para alg&#250;n prop&#243;sito comercial&#44; incluyendo&#44; sin limitaci&#243;n (a) uso en un ciber&#45;caf&#233;&#44; centro de juegos de computadora o cualquier otro sitio basado en localizaci&#243;n sin el consentimiento expreso por escrito de Blizzard; (b) para acumular divisas&#44; elementos o recursos en el Juego para venta fuera del Juego; o (c) efectuar servicios en el juego a cambio de pago fuera del Juego como por ejemplo&#44; nivelaci&#243;n de energ&#237;a; 
</p><br/><p>
D. utilizar&#225; software de tercero no autorizado que intercepte&#44; &#8220;mine&#8221; o recoja de otra forma informaci&#243;n del Juego o Servicio o a trav&#233;s del Juego o Servicio&#44; incluyendo de manera enunciativa y no limitativa&#44; cualquier software que lee &#225;reas de RAM utilizadas por el Juego para almacenar informaci&#243;n sobre un personaje o el entorno del juego; sin embargo Blizzard podr&#225;&#44; a su sola y absoluta discreci&#243;n&#44; permitir el uso de interfaces de usuarios de ciertos terceros; 
</p><br/><p>
E. modificar&#225; o causar&#225; que se modifique alg&#250;n archivo que forme parte del Juego Cliente de manera no expresamente autorizada por Blizzard; 
</p><br/><p>
F. hospedar&#225;&#44; proporcionar&#225; o desarrollar&#225; servicios de facilitadores para el Juego o interceptar&#225;&#44; emular&#225; o redirigir&#225; los protocolos de comunicaci&#243;n utilizados por Blizzard de ninguna forma para ning&#250;n prop&#243;sito&#44; incluyendo de manera enunciativa y no limitativa&#44; el juego no autorizado a trav&#233;s de internet&#44; juego en red&#44; o como parte de redes de agregaci&#243;n de contenido; 
</p><br/><p>
G. facilitar&#225;&#44; crear&#225; o mantendr&#225; ninguna conexi&#243;n no autorizada con el Juego o el Servicio&#44; incluyendo de manera enunciativa y no limitativa&#44; (a) conexi&#243;n a servidor no autorizado que emule o intente emular el Servicio; y (b) conexi&#243;n utilizando programas o herramientas no expresamente aprobadas por Blizzard; o 
</p><br/><p>
H. vender&#225;&#44; otorgar&#225; un inter&#233;s de garant&#237;a en el Juego o transferir&#225; 
<br/>
reproducciones del Juego a otras partes en una forma no expresamente autorizada aqu&#237;&#44; o rentar&#225;&#44; arrendar&#225; u otorgar&#225; en licencia el Juego a terceros. 
</p><br/><p>
3. Servicio y Condiciones de Uso. Usted debe aceptar las Condiciones de Uso a fin de poder accesar al Servicio y utilizar el Juego. El contrato de Condiciones de Uso rige todos los aspectos de la utilizaci&#243;n del juego. Usted puede ver las Condiciones de Uso visitando el sitio Web siguiente&#58; http&#58;//www.worldofwarcraft.com/legal/termsofuse.shtml. Si usted no est&#225; de acuerdo con las Condiciones de Uso&#44; entonces (a) usted no podr&#225; registrar una Cuenta para utilizar el Juego y (b) puede llamar al (800)757&#45;7707 dentro de treinta (30) d&#237;as despu&#233;s de la compra original para organizar una devoluci&#243;n del Juego y solicitar un devoluci&#243;n completa del precio de compra. Una vez que usted haya aceptado el Contrato de Licencia y las Condiciones de Uso&#44; ya no podr&#225; solicitar la devoluci&#243;n. 
</p><br/><p>
4. Titularidad. 
</p><br/><p>
A. Toda la titularidad&#44; derechos de propiedad y derechos de propiedad intelectual en y sobre el Juego y todas las copias del mismo (incluyendo de manera enunciativa y no limitativa&#44; todos los t&#237;tulos&#44; c&#243;digo de computadora&#44; temas&#44; objetos&#44; personajes&#44; nombres de personajes&#44; historias&#44; di&#225;logos&#44; lemas&#44; ubicaciones&#44; conceptos&#44; obras de arte&#44; inventarios de personajes&#44; dise&#241;os estructurales y de paisajes&#44; animaciones&#44; sonidos&#44; composiciones musicales y grabaciones&#44; efectos audiovisuales&#44; l&#237;neas de argumento&#44; semejanzas de personajes&#44; m&#233;todos de operaci&#243;n&#44; derechos morales&#44; y cualquier documentaci&#243;n relacionada) son propiedad o se conceden bajo licencia de Blizzard. El Juego est&#225; protegido por las leyes de derechos de autor de los Estados Unidos de Am&#233;rica&#44; tratados y convenciones internacionales y otras leyes. El Juego puede contener materiales otorgados en licencia por terceros&#44; y los licenciantes de estos materiales pueden ejercer sus derechos en caso de violaci&#243;n a este Contrato de Licencia. 
</p><br/><p>
B. Usted podr&#225; transferir permanentemente la totalidad de sus derechos y obligaciones dentro del marco del Contrato de Licencia a otro mediante la transferencia f&#237;sica del medio material (por ejemplo&#44; el CD&#45;ROM&#44; DVD que usted compr&#243;)&#44; el empaque original y todos los Manuales u otra documentaci&#243;n distribuida con el Juego; a condici&#243;n sin embargo que usted borre permanentemente todas las copias e instalaciones del Juego en su posesi&#243;n o control y que el receptor acuerde en cumplir los t&#233;rminos de este Contrato de Licencia. La persona que efect&#250;a la transferencia (es decir&#44; usted) y no Blizzard&#44; conviene en ser el &#250;nico responsable de cualquier impuesto&#44; tasas&#44; cargo&#44; arancel&#44; retenci&#243;n&#44; gravamen&#44; y similares junto con los intereses&#44; penalidades y adiciones impuestas con relaci&#243;n a dicha transferencia. 
</p><br/><p>
5. Software Pre&#45;cargado. El medio en el cual el Juego Cliente est&#225; distribuido puede contener software adicional y/o contenido para el cual usted no tiene una licencia (el &#8220;Software Bloqueado&#8221;)&#44; y usted acepta que Blizzard puede instalar el Software Bloqueado en su disco duro durante el proceso de instalaci&#243;n del Juego Cliente. Usted acepta que no accesar&#225;&#44; utilizar&#225;&#44; distribuir&#225;&#44; copiar&#225;&#44; ni desplegar&#225;&#44; someter&#225; a ingenier&#237;a reversa&#44; derivar&#225; el c&#243;digo fuente&#44; modificar&#225;&#44; desarmar&#225;&#44; descompilar&#225;&#44; el Software Bloqueado&#44; ni crear&#225; obras derivadas basadas en el Software Bloqueado&#44; hasta y a menos que usted reciba de Blizzard (a) una licencia para utilizar ese software; y (b) una clave alfanum&#233;rica v&#225;lida con la cual desbloquearlo. Si usted recibe una licencia y una clave de parte de Blizzard&#44; usted podr&#225; desbloquear solamente las porciones de una sola copia del Software Bloqueado para las cuales usted recibi&#243; una licencia. Los t&#233;rminos del Contrato de Licencia de Usuario Final desplegados despu&#233;s del desbloqueo del Software Bloqueado reemplazar&#225;n y sustituir&#225;n este Contrato&#44; pero solamente con relaci&#243;n al Software Bloqueado para el cual usted haya recibido una licencia. No obstante cualquier disposici&#243;n contraria en el presente documento&#44; usted podr&#225; hacer una (1) copia del Software Bloqueado para prop&#243;sitos de archivo solamente. 
</p><br/><p>
6. Consentimiento para Monitorear. CUANDO EL JUEGO EST&#201; CORRIENDO&#44; EL MISMO PUEDE MONITOREAR SU MEMORIA DE ACCESO ALEATORIO (RAM) DE COMPUTADORA PARA DETERMINAR LA PRESENCIA DE PROGRAMAS DE TERCEROS NO AUTORIZADOS FUNCIONANDO CONCURRENTEMENTE CON EL JUEGO. UN &#8220;PROGRAMA DE TERCERO NO AUTORIZADO&#8221; COMO SE UTILIZA AQU&#205; SER&#193; DEFINIDO COMO CUALQUIER SOFTWARE DE TERCERO PROHIBIDO POR LA SECCI&#211;N 2. EN EL CASO EN EL CUAL EL JUEGO DETECTE UN PROGRAMA DE TERCERO NO AUTORIZADO&#44; EL JUEGO PODR&#193; (a) COMUNICAR INFORMACI&#211;N DE VUELTA A BLIZZARD&#44; INCLUYENDO DE MANERA ENUNCIATIVA Y NO LIMITATIVA&#44; SU NOMBRE DE CUENTA&#44; DETALLES SOBRE EL PROGRAMA DE TERCERO NO AUTORIZADO DETECTADO Y LA HORA Y FECHA; Y/O (b) EJERCER TODOS Y CADA UNO DE SUS DERECHOS DENTRO DEL MARCO DE ESTE CONTRATO&#44; CON O SIN PREVIA NOTIFICACI&#211;N AL USUARIO. 
</p><br/><p>
7. Terminaci&#243;n. Este Contrato de Licencia ser&#225; v&#225;lido hasta su rescisi&#243;n. Usted podr&#225; rescindir el Contrato de Licencia en cualquier momento mediante (i) la destrucci&#243;n permanente de todas las copias del Juego en su posesi&#243;n o control; (ii) la remoci&#243;n del Juego Cliente de su disco duro; y (iii) la notificaci&#243;n a Blizzard de su intenci&#243;n de rescindir este Contrato de Licencia. Blizzard podr&#225; rescindir este Contrato en cualquier momento y por cualquier raz&#243;n o sin raz&#243;n. En un evento de rescisi&#243;n&#44; cualquiera que sea la raz&#243;n&#44; todas las licencias otorgadas aqu&#237;&#44; ser&#225;n inmediatamente rescindidas y usted deber&#225; inmediata y permanentemente destruir todas las copias del Juego en su posesi&#243;n y control y remover el Juego Cliente de su disco duro. 
</p><br/><p>
8. Controles de Exportaci&#243;n. El Juego no podr&#225; ser re&#45;exportado&#44; descargado o exportado de otra manera a ning&#250;n pa&#237;s (o a ning&#250;n nacional o residente de ning&#250;n pa&#237;s) con el cual los Estados Unidos de Am&#233;rica mantiene un embargo sobre productos o a nadie que est&#233; en la lista del Departamento del Tesoro Norteamericano de Nacionales Especialmente Designados o en la Tabla de Pedidos Negados del Departamento de Comercio de los Estados Unidos de Am&#233;rica. Usted declara y asegura que no est&#225; localizado en ning&#250;n pa&#237;s de este tipo ni bajo el control de ning&#250;n pa&#237;s de este tipo ni es un nacional o residente de ning&#250;n pa&#237;s de este tipo ni se encuentra en ninguna lista de este tipo. 
</p><br/><p>
9. Parches y Actualizaciones. Blizzard podr&#225; desplegar o proporcionar parches&#44; actualizaciones y modificaciones al Juego que deber&#225;n ser instalados por el usuario para seguir utilizando el Juego. Blizzard podr&#225; actualizar el Juego de manera remota incluyendo de manera enunciativa y no limitativa&#44; el Juego Cliente que se encuentra en la m&#225;quina del usuario&#44; sin el conocimiento del usuario&#44; y por el presente usted otorga a Blizzard su consentimiento para que despliegue y aplique tales parches&#44; actualizaciones y modificaciones. 
</p><br/><p>
10. Duraci&#243;n del Componente &#8220;En L&#237;nea&#8221; del Juego. Este Juego es un juego &#8220;en l&#237;nea&#8221; que debe ser jugado en Internet a trav&#233;s del Servicio proporcionado por Blizzard. Usted entiende y est&#225; de acuerdo en que el Servicio es proporcionado por Blizzard a su discreci&#243;n y puede ser rescindido o discontinuado de otra forma por Blizzard de conformidad con las Condiciones de Uso. 
</p><br/><p>
11. Garant&#237;a Limitada. EL JUEGO (INCLUYENDO DE MANERA ENUNCIATIVA Y NO LIMITATIVA EL JUEGO CLIENTE Y MANUAL(ES)) SE PROPORCIONA &#8220;TAL COMO ES&#8221; SIN GARANT&#205;A DE NING&#218;N TIPO&#44; YA SEA EXPRESA O IMPL&#205;CITA&#44; INCLUYENDO DE MANERA ENUNCIATIVA Y NO LIMITATIVA GARANT&#205;AS IMPL&#205;CITAS DE CONDICI&#211;N&#44; USO ININTERRUMPIDO&#44; COMERCIABILIDAD&#44; ADECUACI&#211;N PARA UN PROP&#211;SITO PARTICULAR&#44; O NO INFRACCI&#211;N. Todo el riesgo que provenga del uso o utilizaci&#243;n del Juego (incluyendo de manera enunciativa y no limitativa el Juego Cliente y Manual(es)) ser&#225; asumido por el usuario. No obstante lo anterior&#44; Blizzard garantiza durante 90 d&#237;as incluidos a partir de la fecha de su compra del Juego que el medio que contiene el Juego Cliente estar&#225; libre de defectos en cuanto a material y mano de obra. En el caso en el cual se compruebe que dicho medio es defectuoso durante este lapso de tiempo&#44; y al presentar a Blizzard una evidencia de compra del medio defectuoso&#44; Blizzard&#44; a su opci&#243;n (a) corregir&#225; cualquier defecto&#44; (b) le proporcionar&#225; un producto similar de un valor similar&#44; o (b) le reembolsar&#225; su dinero. LO ANTERIOR ES SU RECURSO &#218;NICO Y EXCLUSIVO PARA LA GARANT&#205;A EXPRESA ESTABLECIDA EN ESTA SECCI&#211;N. Algunos estados no permiten la exclusi&#243;n o limitaci&#243;n de garant&#237;as impl&#237;citas&#44; de tal manera que las limitaciones anteriores pueden no aplicar a su caso. 
</p><br/><p>
12. Limitaci&#243;n de Responsabilidad&#44; Indemnizaci&#243;n. NI BLIZZARD NI SU MATRIZ&#44; SUBSIDIARIAS O FILIALES SER&#193;N RESPONSABLES DE NINGUNA MANERA POR NINGUNA P&#201;RDIDA O DA&#209;O DE NING&#218;N TIPO QUE SURJA DEL JUEGO O DE CUALQUIER USO DEL JUEGO&#44; INCLUYENDO DE MANERA ENUNCIATIVA Y NO LIMITATIVA&#44; P&#201;RDIDA DE DATOS&#44; P&#201;RDIDA DE CR&#201;DITO MERCANTIL&#44; SUSPENSI&#211;N DE TRABAJO&#44; FALLA DE COMPUTADORA O MALFUNCIONAMIENTO&#44; O TODOS Y CADA UNO DE OTROS DA&#209;OS O P&#201;RDIDAS. ADEM&#193;S&#44; NI BLIZZARD NI SU MATRIZ NI SUS SUBSIDIARIAS O FILIALES SER&#193;N RESPONSABLES DE NINGUNA MANERA POR NINGUNA P&#201;RDIDA O DA&#209;O A LOS PERSONAJES DEL JUGADOR&#44; MERCANCIAS VIRTUALES (POR EJEMPLO ARMADURA&#44; POCIONES&#44; ARMAS&#44; ETC.) O DINERO&#44; CUENTAS&#44; ESTAD&#205;STICAS&#44; O INFORMACI&#211;N DE ESTADOS DE USUARIO&#44; RANGOS O PERFIL ALMACENADA POR EL JUEGO Y/O EL SERVICIO. BLIZZARD NO SER&#193; RESPONSABLE DE NINGUNA INTERRUPCI&#211;N DE SERVICIO&#44; INCLUYENDO DE MANERA ENUNCIATIVA Y NO LIMITATIVA ALTERACIONES DEL ISP&#44; FALLAS DE SOFTWARE O HARDWARE&#44; O CUALQUIER OTRO EVENTO QUE PUEDA RESULTAR EN UNA P&#201;RDIDA DE DATOS O ALTERACI&#211;N DE SERVICIO. EN NING&#218;N CASO BLIZZARD SER&#193; RESPONSABLE PARA CON USTED POR CUALQUIER DA&#209;O INDIRECTO&#44; INCIDENTAL&#44; ESPECIAL&#44; PUNITIVO O CONSECUENCIAL. En ning&#250;n caso&#44; la responsabilidad de Blizzard&#44; qu&#233; surja en contrato&#44; responsabilidad civil&#44; responsabilidad estricta o de otra manera&#44; rebasar&#225; (globalmente) las tarifas totales pagadas por usted a Blizzard durante los seis (6) meses inmediatamente anteriores al momento del surgimiento de dicha reclamaci&#243;n. Usted conviene por el presente en defender&#44; indemnizar y mantener a Blizzard a salvo de y contra cualquier reclamaci&#243;n&#44; responsabilidad&#44; p&#233;rdida&#44; agravio&#44; da&#241;o&#44; costo o gasto (incluyendo tarifas razonables de abogado) incurridos por Blizzard con relaci&#243;n al uso por parte de usted del Juego. Algunos estados no permiten la exclusi&#243;n o limitaci&#243;n de da&#241;os incidentales o consecuenciales de tal manera que las limitaciones arriba pueden no aplicar a usted. 
</p><br/><p>
13. Recursos de Equidad. Usted conviene por el presente en que Blizzard ser&#237;a perjudicado de manera irreparable&#44; si los t&#233;rminos de este Contrato de Licencia no fuesen ejecutados o implementados puntualmente y&#44; por consiguiente&#44; usted conviene en que Blizzard tendr&#225; derecho&#44; sin fianza&#44; ni otra garant&#237;a o prueba de da&#241;os&#44; a recursos de equidad apropiados por las violaciones a este Contrato de Licencia&#44; adem&#225;s de los dem&#225;s recursos que Blizzard pueda tener por otra forma dentro del marco de las leyes aplicables. En el caso de alg&#250;n litigio por cualquiera de las partes con relaci&#243;n a este Contrato de Licencia&#44; la parte beneficiada en tal litigio tendr&#225; derecho a recuperar de la otra parte todas las costas procesales&#44; tarifas de abogados y otros gastos incurridos por la parte beneficiada en el litigio. 
</p><br/><p>
14. Modificaciones al Contrato. Blizzard se reserva el derecho&#44; a su &#250;nica discreci&#243;n&#44; de cambiar&#44; modificar&#44; agregar&#44; complementar o borrar cualquiera de los t&#233;rminos y condiciones de este Contrato de Licencia cuando Blizzard actualice el Juego Cliente&#44; tras la notificaci&#243;n previa como sigue&#58; Blizzard colocar&#225; la versi&#243;n revisada de este Contrato de Licencia en el sitio web de World of Warcraft y podr&#225; proporcionar dicha otra notificaci&#243;n seg&#250;n lo elija Blizzard a su entera discreci&#243;n. Si alg&#250;n cambio futuro a este Contrato de Licencia es inaceptable para usted o provoca que usted ya no pueda cumplir con este Contrato de Licencia&#44; usted podr&#225; rescindir este Contrato de Licencia de conformidad con la Secci&#243;n 7 del presente. Su instalaci&#243;n y uso de cualquier actualizaci&#243;n o modificaci&#243;n por Blizzard al Juego o su uso continuo del Juego despu&#233;s de la notificaci&#243;n de cambios en este Contrato demostrar&#225; su aceptaci&#243;n de todos y cada uno de estos cambios. Blizzard podr&#225; cambiar&#44; modificar&#44; suspender o descontinuar cualquier aspecto del Juego en cualquier momento. Blizzard podr&#225; tambi&#233;n imponer l&#237;mites sobre ciertas caracter&#237;sticas o restringir su acceso a partes o a la totalidad del Juego sin notificaci&#243;n ni responsabilidad. Usted no tiene ning&#250;n inter&#233;s&#44; monetario o de otra forma&#44; sobre ninguna de las caracter&#237;sticas o contenidos del Juego. 
</p><br/><p>
15. Resoluci&#243;n de Controversias y Leyes Aplicables. 
</p><br/><p>
A. Negociaciones Informales. Para controlas el costo y la resoluci&#243;n expedita de cualquier disputa&#44; controversia o reclamaci&#243;n relacionada con este Contrato de Licencia (&#8220;Disputa&#8221;)&#44; usted y Blizzard acuerdan en intentar primero negociar cualquier Disputa (excepto aquellas Disputas contempladas expresamente mas abajo) informalmente durante por lo menos 30 d&#237;as antes de iniciar cualquier procedimiento de arbitraje o ante tribunales. Tales negociaciones informales empezar&#225;n a partir de la notificaci&#243;n por escrito de una persona a la otra. Blizzard enviar&#225; su notificaci&#243;n a su direcci&#243;n de facturaci&#243;n y le enviar&#225; por correo electr&#243;nico una copia a la direcci&#243;n y correo electr&#243;nico que usted nos proporcion&#243;. Usted enviar&#225; su notificaci&#243;n a Blizzard Entertainment&#44; Inc.&#44; P.O. Box 18979&#44; Irvine CA 92623; atenci&#243;n&#58; Departamento Jur&#237;dico. 
</p><br/><p>
B. Arbitraje Forzoso. Si usted y Blizzard no pueden resolver una Disputa a trav&#233;s de negociaciones informales&#44; ya sea usted o bien Blizzard podr&#225;n elegir que la Disputa (excepto las Disputas expresamente excluidas m&#225;s abajo) sea final y exclusivamente resuelta por arbitraje forzoso. La elecci&#243;n de someter a arbitraje por una de las partes ser&#225; final y forzosa para la otra. USTED ENTIENDE QUE DE NO SER POR ESTA PROVISI&#211;N&#44; USTED TENDR&#205;A DERECHO A ENTABLAR UNA DEMANDA ANTE TRIBUNALES Y A UN JUICIO CON JURADO. El arbitraje ser&#225; iniciado y efectuado dentro del marco de las Reglas de Arbitraje Comercial de la Asociaci&#243;n de Arbitraje Americana (&#8220;AAA&#8221;) y&#44; en caso apropiado&#44; los Procedimientos Complementarios de AAAs para Disputas Relacionadas con Consumidores (&#8220;Reglas de AAA para Consumidores)&#44; ambas disponibles en el website de AAA www.adr.org. La determinaci&#243;n de si una Disputa est&#225; sujeta a arbitraje o no ser&#225; regida por el Acta Federal de Arbitraje y determinada por un tribunal y no por un &#225;rbitro. Los costos de arbitraje y su parte de compensaci&#243;n de &#225;rbitro ser&#225;n regidas por las Reglas de AAA y&#44; en caso apropiado&#44; limitadas por las Reglas de AAA para Consumidores. Si tales costos son determinados como excesivos por el &#225;rbitro&#44; Blizzard pagar&#225; todas las tasas y costos de arbitraje. El arbitraje podr&#225; ser efectuado en persona&#44; a trav&#233;s de la presentaci&#243;n de documentos&#44; por tel&#233;fono o bien en l&#237;nea. El &#225;rbitro dar&#225; su resoluci&#243;n por escrito pero no tiene que explicar sus razones a menos que lo solicite una parte. El &#225;rbitro debe seguir la ley aplicable&#44; ya que de lo contrario cualquier indemnizaci&#243;n podr&#225; ser controvertida. A menos que se estipule de otra manera en este Contrato de Licencia&#44; usted y Blizzard podr&#225;n litigar en un tribunal el cumplimiento obligatorio del arbitraje&#44; o la suspensi&#243;n de la acci&#243;n que se encuentra pendiente de arbitraje o confirmar modificar o invalidar el laudo arbitral. 
</p><br/><p>
C. Restricciones. Usted y Blizzard convienen en que cualquier arbitraje ser&#225; limitado a la Disputa entre Blizzard y usted individualmente. En toda la extensi&#243;n permitida por la ley&#44; (1) ning&#250;n arbitraje debe vincularse con ning&#250;n otro; (2) no existe derecho o autoridad para que una disputa sea decidida por arbitraje con base en una acci&#243;n de clase o para utilizar procedimientos de acci&#243;n de clase; y (3) no hay derecho ni autoridad para que una disputa sea llevada a nombre del p&#250;blico en general o cualquier otra persona. 
</p><br/><p>
D. Excepciones a las Negociaciones Informales y Arbitraje. Usted y Blizzard convienen en que las Disputas siguientes no estar&#225;n sujetas a las disposiciones anteriores con relaci&#243;n a negociaciones informales y arbitraje forzoso&#58; (1) cualquier Disputa que busque aplicar o proteger&#44; o que se relacione con la validez de cualquier derecho de propiedad intelectual de usted o de Blizzard; (2) cualquier Disputa relacionada con&#44; o proveniente de&#44; alegaciones&#44; robo&#44; pirater&#237;a&#44; invasi&#243;n de privacidad o uso no autorizado; y (3) cualquier reclamaci&#243;n de suspensi&#243;n definitiva del acto reclamado. 
</p><br/><p>
E. Ubicaci&#243;n. Si usted reside en los Estados Unidos de Am&#233;rica&#44; el arbitraje se efectuar&#225; en cualquier ubicaci&#243;n razonable conveniente para usted. En el caso de residentes fuera de los Estados Unidos de Am&#233;rica&#44; el arbitraje ser&#225; iniciado en el Condado de Los Angeles&#44; Estado de California&#44; Estados Unidos de Am&#233;rica. Cualquier Disputa no sujeta a arbitraje (diferentes a las demandas de menor cuant&#237;a)&#44; o bien cuando no se haya hecho la elecci&#243;n del arbitraje&#44; ser&#225; resuelta por un tribunal de jurisdicci&#243;n competente dentro del Condado de Los Angeles&#44; Estado de California&#44; Estados Unidos de Am&#233;rica&#44; y usted y Blizzard se comprometen a someterse a la jurisdicci&#243;n de ese tribunal. 
</p><br/><p>
F. Ley Aplicable . Excepto de conformidad con lo indicado de otra forma aqu&#237;&#44; este Contrato de Licencia ser&#225; regido por e interpretado dentro del marco de las Leyes de los Estados Unidos de Am&#233;rica y la ley del Estado de Delaware&#44; sin considerar la elecci&#243;n de principios de derecho. Se excluye expresamente la aplicaci&#243;n de la Convenci&#243;n de las Naciones Unidas en Materia de Contratos para la Venta Internacional de Productos. Para nuestros clientes que compraron la licencia para el Juego en&#44; y son residentes de&#44; Canad&#225;&#44; Australia&#44; Singapur&#44; o Nueva Zelanda&#44; otras leyes pueden aplicar si usted elige no acordar en someterse al arbitraje establecido arriba; a condici&#243;n sin embargo que tales leyes afecten este Contrato solamente en la medida requerida por dicha jurisdicci&#243;n. En un caso de este tipo&#44; este Contrato ser&#225; interpretado para dar m&#225;ximo efecto a los t&#233;rminos y condiciones del mismo. Si usted compr&#243; su licencia para el Juego en Nueva Zelanda&#44; y es residente de Nueva Zelanda&#44; la Ley de Garant&#237;as del Consumidor de Nueva Zelanda de 1993 (&#8220;Ley&#8221;) puede aplicar al Juego y/o al Servicio que Blizzard le proporciona a usted. Si la Ley aplica&#44; entonces independientemente de cualquier otra disposici&#243;n en este Contrato de Licencia&#44; usted tendr&#225; derechos y recursos establecidos en la Ley que puedan aplicar adem&#225;s de o&#44; en la medida en que son inconsistentes&#44; en lugar de los derechos o recursos establecidos en este Contrato de Licencia. Los que eligen accesar al Servicio desde localizaciones fuera de los Estados Unidos de Am&#233;rica&#44; Canad&#225;&#44; Australia&#44; Singapur o Nueva Zelanda lo hacen a su propia iniciativa y son responsables de cumplir con las leyes locales si la leyes locales son aplicables y en la medida en que sean aplicables. 
</p><br/><p>
G. Divisibilidad. Usted y Blizzard acuerdan que si alguna parte de la Secci&#243;n 15 es ilegal o inejecutable (excepto cualquier parte de 15(D))&#44; esta porci&#243;n ser&#225; separada y el resto de la Secci&#243;n permanecer&#225; siendo v&#225;lida y ejecutable. Si se determina que la Secci&#243;n 15(D) es ilegal o inejecutable&#44; entonces ni usted ni Blizzard podr&#225;n elegir el arbitraje para resolver cualquier Disputa que est&#233; dentro de esta porci&#243;n de la Secci&#243;n 15(D) encontrada ilegal o inejecutable y dicha Disputa ser&#225; resuelta por un tribunal de jurisdicci&#243;n competente dentro del Condado de Los Angeles&#44; Estado de California&#44; Estados Unidos de Am&#233;rica&#44; y usted y Blizzard acuerdan en someterse a la jurisdicci&#243;n personal de ese tribunal. 
</p><br/><p>
16. Cuestiones diversas. Este Contrato de Licencia constituye y contiene el acuerdo total entre las partes con respecto a la materia del presente y reemplaza cualquier otro contrato oral o escrito&#44; a condici&#243;n sin embargo que este Contrato coexista con y no reemplace las Condiciones de Uso. En caso de que exista conflicto entre los t&#233;rminos de este contrato y las Condiciones de Uso&#44; las provisiones de las Condiciones de Uso regir&#225;n y prevalecer&#225;n. Las disposiciones de las Secciones 4(A)&#44; 6&#44; 11&#45;13&#44; 15 y 16 sobrevivir&#225;n a la terminaci&#243;n de este Contrato cualquiera que sea la raz&#243;n. Si se encuentra que alguna disposici&#243;n de este Contrato es inaplicable&#44; esta disposici&#243;n ser&#225; separada y el resto del Contrato ser&#225; v&#225;lido. 
</p><br/><p>
Reconozco por el presente que he le&#237;do y he entendido el Contrato de Licencia antes mencionado y acepto que al hacer &#8220;click&#8221; en &#8220;Aceptar&#8221; o al instalar el Juego Cliente&#44; doy mi consentimiento y quedo obligado por los t&#233;rminos y las condiciones de este Contrato de Licencia. 
</p><br/><p>

</p><br/><p>

</p><br/><p>

</p><br/><p>

<br/>

</p>
</body>
</html>
