
<html>
<head>
	<script type="text/javascript" src="../Layout/Detector.js"></script>
	<link rel=stylesheet href="../Layout/Styles.css" type="text/css">
	<title>Ayuda en l&iacute;nea de World of Warcraft: Wrath of the Lich King</title>
</head>
<body onload=detection() >
	<div class="topicText">
		<a name="Head" class="large_header_blue">
			Primeros pasos (PC/Mac)
		</a>
		
	<p><font class="small_header_blue">C&oacute;mo actualizar una cuenta:</font>
	Puedes actualizar tu cuenta durante la instalaci&oacute;n. Si eliges saltar la actualizaci&oacute;n en ese momento, ten tu clave de autenticación a mano y accede a la p&aacute;gina: <a href="https://signup.worldofwarcraft.com/menu.html" class="menubox_header_white" target="_new">https://signup.worldofwarcraft.com/menu.html</a><br><br>
	
	Sigue los pasos que te indicar&aacute; esta p&aacute;gina para la actualizaci&oacute;n de tu cuenta de World of Warcraft y anota bien la informaci&oacute;n de restituci&oacute;n. Nuestra recomendaci&oacute;n es que escribas en alg&uacute;n lugar toda la informaci&oacute;n de seguridad y restituci&oacute;n para que la puedas consultar en caso necesario.     
	
	<p><font class="small_header_blue">&iquest;Por qu&eacute; necesitas tu clave de autenticación?:</font>
	No se puede crear una cuenta de World of Warcraft: Wrath of the Lich King sin una clave de autenticación v&aacute;lida proporcionada por Blizzard. Con esto queremos decir que sin clave, no podr&aacute;s conectarte a los servidores ni tampoco jugar.<br><br>

	Por eso es importante que NO TIRES tu clave de autenticación. Te recomendamos que hagas una copia de seguridad de la clave en alg&uacute;n lugar donde no la pierdas.
	
        <p><font class="small_header_blue">&iquest;D&oacute;nde puedo encontrar mi clave de autenticación?:</font>
	Tu clave de autenticación se encuentra en la parte frontal de la caja del disco. Debes tener en tu posesi&oacute;n una clave para crear una cuenta de World of Warcraft: Wrath of the Lich King. De esta forma tu cuenta y tu copia del juego son &uacute;nicas e intransferibles.

        <p class="small_header_blue">Creaci&oacute;n de un personaje</p>
       		
        <p class="normal">La creaci&oacute;n de un personaje es muy sencilla. En la pantalla de creaci&oacute;n de personaje, selecciona la raza y la clase. Ten en cuenta que estas decisiones determinar&aacute;n las habilidades que tu personaje tendr&aacute;. El resto de las opciones te ayudar&aacute;n a personalizar la apariencia de tu personaje, pero no influir&aacute;n en modo alguno en tus habilidades o atributos. <br><br>
	
	<span class="small_blue">Nota:</span> Ten en cuenta que los jugadores de la Alianza no podr&aacute;n jugar con los de la Horda y viceversa.</p>
	
		
	<p class="small_header_blue">Cisma Horda vs Alianza</p>
        <p class="normal">La Horda y la Alianza libran una guerra por el mundo de Azeroth. Por eso los jugadores no pueden agruparse si son de distinta facci&oacute;n. Tampoco pueden comerciar, compartir hermandad ni entablar conversaci&oacute;n. Si alg&uacute;n amigo tuyo se va a incorporar al juego, aseg&uacute;rate de que se une a tu facci&oacute;n. Los personajes dentro de una cuenta pueden pertenecer a la Alianza o a la Horda, pero si quieres jugar con tus amigos, aseg&uacute;rate de jugar en la misma facci&oacute;n. </p>
        
        <ul>
        <li><font class="small_header" style="color:#559fdd">Razas de la Horda:&nbsp;</font> orcos, taurens, trols, no-muertos y elfos de sangre.
        <li><font class="small_header" style="color:#559fdd">Razas de la Alianza:&nbsp;</font> humanos, enanos, gnomos, elfos de la noche y draenei.
        </ul>
		
	<p class="small_header_blue">Personalizaci&oacute;n del personaje</p>
        <p class="normal">Puedes personalizar diversos aspectos de la apariencia de tu personaje. Si as&iacute; lo prefieres, simplemente haz clic en el bot&oacute;n Aleatorio y el juego generar&aacute; un personaje aleatorio. Puedes pulsar este bot&oacute;n tantas veces como desees hasta que se genere un personaje de tu agrado. Siempre existir&aacute;n m&aacute;s formas de personalizar tu personaje dentro del juego, tanto en lo que se refiere a apariencia (como por ejemplo armas u armadura) como en lo que se refiere a atributos o habilidades que tu personaje aprender&aacute;.</p>
  
</body>
</html>