<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
        "http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
	<script type="text/javascript" src="../Layout/Detector.js"></script>	
	<link rel=stylesheet href="../Layout/Styles.css" type="text/css">
	<title>Resoluci&oacute;n de problemas de World of Warcraft: Wrath of the Lich King</title>
</head>

<body onload=detection()  style="margin-right:5px;">
	<span class="large_header_blue">
		Mantenimiento preventivo (Mac)
	</span>	
	
	<p class="normal_white">Uno de los pasos m&aacute;s importantes para prevenir errores en el juego es asegurarse que tu sistema est&aacute; configurado de forma &oacute;ptima para jugar. </p>

    
    <p class="normal_white"><font class="small_header_blue">1. Actualizaciones del SO:&nbsp;</font>nuestros juegos funcionan mejor con versiones del sistema operativo actualizadas. Para usuarios de Macintosh, problemas de permisos de archivos pueden aparecer al actualizarse MAC OS X. Estos problemas pueden causar que nuestros juegos no se puedan ejecutar, o que estos se cierren de repente cuando se trata de acceder a cierta parte del juego. Cuando ocurra un problema, por favor utiliza los pasos siguientes para reparar la configuraci&oacute;n de los permisos de archivos para el disco duro en el cual est&aacute; instalado World of Warcraft: Wraht of the Lich King. </p>
    <ul class="normal_white">
    <dt class="small_header_blue">Mac OS X 10.3, 10.4, 10.5 (Panther, Tiger y Leopard):</dt>
    <li> Haz clic en el icono de Finder en el Dock.
    <li> Abre la carpeta de Aplicaciones.
    <li> Abre la carpeta de Utilidades.
    <li> Haz doble clic sobre el icono de "Utilidad de Disco".
    <li> Selecciona el disco duro en el cual esta instalado el juego.
    <li> Selecciona la opci&oacute;n de "Primeros Auxilios para Disco".
    <li> Haz clic en el bot&oacute;n de "Reparar permisos de archivos". 
</ul>   
    
    <p class="normal_white"><font class="small_header_blue">2. Configuraci&oacute;n del SO:&nbsp;</font>hay varias configuraciones en el sistema operativo de tu computadora que se pueden cambiar para ofrecer una experiencia m&aacute;s agradable en el juego, y para ayudar a reducir errores. </p>
    <p class="normal_white">Primero, aseg&uacute;rate que has desactivado o apagado todas las opciones de ahorro de energ&iacute;a. Si tienes un protector de pantalla activado, c&aacute;mbialo a "Ninguno" antes de jugar. </p>
    <p class="normal_white">Con Mac OS X, aseg&uacute;rate de que has cerrado todas las aplicaciones que no est&eacute;s usando. Se puede saber si hay una aplicaci&oacute;n abierta si hay un peque&ntilde;o triángulo al lado del icono de la aplicaci&oacute;n en el Dock. </p>
    <p class="normal_white">Si tu sistema está “overclocked” puede estar produciendo demasiado calor, lo que afectar&aacute; negativamente al rendimiento del programa. Si el sistema produce altas cantidades de calor pero no esta “overclocked”, te sugerimos que a&ntilde;adas un ventilador a tu sistema para ayudar con la repartici&oacute;n del calor en tu caja. </p>

    <p class="normal_white"><font class="small_header_blue">3. Actualizaci&oacute;n de controladores:</font> es muy importante que tus dispositivos de hardware est&eacute;n usando las &uacute;ltimas versiones de tus controladores. Estos dispositivos incluyen tu tarjeta de video, de sonido, placa madre, y rat&oacute;n. Aseg&uacute;rate con la ayuda del fabricante de su computadora, o de la p&aacute;gina de internet de los fabricantes de las tarjetas de video y sonido, que tienes los controladores más recientes para tus tarjetas. Puedes encontrar más informaci&oacute;n para contactar a varios de los fabricantes principales en
    <a href="http://us.blizzard.com/support/article.xml?articleId=22493" class="menubox_header_white"  target="_new">nuestra p&aacute;gina web</a>.
    </p>
    <p class="normal_white">Apple provee actualizaciones de controladores para el hardware de ATI y NVIDIA que viene incluido en sus sistemas. Nuevos controladores vienen incluidos con cada actualizaci&oacute;n del sistema MS OS X. Utiliza el panel de actualizaci&oacute;n de Software en la aplicaci&oacute;n de Preferencias de Sistema, o visita la p&aacute;gina de <a href="http://www.apple.com/macosx" class="menubox_header_white"  target="_new">Apple's Mac OS X</a> para las actualizaciones m&aacute;s recientes de MAC OS X.
    </p>
    <p class="normal_white">Los problemas con el rat&oacute;n son poco comunes, pero si ocurre pueden ser resueltas f&aacute;cilmente a trav&eacute;s de actualizaciones de software. Aseg&uacute;rate de que est&aacute;s usando los controladores más recientes para tu rat&oacute;n, como lo indica su fabricante. Algunos ratones utilizan software espec&iacute;fico creado por el fabricante para su funcionamiento. Aseg&uacute;rate de que este software tambi&eacute;n est&eacute; actualizado. Si los problemas persisten, puedes desactivar este software e intentar usar el rat&oacute;n con el software gen&eacute;rico incluido en el sistema. </p>

    <p class="normal_white"><font class="small_header_blue">4. Mantenimiento de unidad: </font> con las computadoras Mac, es posible que los archivos del juego se encuentren dañados por software de "Reparaci&oacute;n de Disco" si no han sido actualizados para que funcionen con la versi&oacute;n de Mac OS instalada en tu computadora. Por lo tanto, si necesitas reinstalar el juego por cualquier raz&oacute;n, puede que quieras deshabilitar cualquier software de mantenimiento de unidad antes de instalar el juego.</p>

</body>