<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
        "http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
	<script type="text/javascript" src="../Layout/Detector.js"></script>
	<link rel=stylesheet href="../Layout/Styles.css" type="text/css">
	<title>Ayuda de World of Warcraft: Wrath of the Lich King</title>
</head>
<body onload=detection() >
	<div class="topicText">
		<a name="Head" class="large_header_blue">
			Problemas con la conexi&oacute;n y la autenticaci&oacute;n  (Mac)
		</a>		
        <p class="normal">Ten en cuenta que los servidores del juego pueden ser inaccesibles durante cortos periodos de tiempo para dar lugar a actualizaciones, mantenimiento y reinicio. Si sufres problemas de conexi&oacute;n prolongados notif&iacute;calo a nuestro 
<a href="../Support/(Mac)TechnicalSupport.html" class="menubox_header_white">departamento de soporte t&eacute;cnico.</a>
        </p>
        <p class="normal"><font class="small_header_blue">1. Errores de autenticaci&oacute;n:&nbsp;</font>Si te encuentras con errores relacionados con un fallo en la conexi&oacute;n mientras intentas autentificarte, revisa nuestra <a href="http://www.worldofwarcraft.com/realmstatus/index.html?locale=es_MX" class="menubox_header_white"  target="_new">página de estatus de los reinos</a> para ver si los reinos están activos o no. Consulta tambi&eacute;n nuestro <a href="http://forums.worldofwarcraft.com/board.html?forumId=20006&sid=2" class="menubox_header_white"  target="_new">foro de soporte t&eacute;cnico</a> para ver si otras personas est&aacute;n experimentando el mismo problema. Si tu problema de conexi&oacute;n no se resuelve despu&eacute;s de unos minutos deber&iacute;as ponerte en  <a href="../Support/(Mac)TechnicalSupport.html" class="menubox_header_white">contacto con nuestro departamento de soporte t&eacute;cnico</a>.
        </p>
        <p class="normal"><font class="small_header_blue">2. Despues de la instalaci&oacute;n, la instalaci&oacute;n de un parche no se activa o se interrumpe:&nbsp;</font>: Es posible que el servidor del parche est&eacute; deshabilitado o que est&eacute; temporalmente sobrecargado. Esto se da muchas veces cuando un parche nuevo e importante est&aacute; disponible. Intenta descargar el parche en otro momento.</p>
        <p class="normal">Deber&iacute;as deshabilitar temporalmente cualquier antivirus que tengas activo. Los programas de antivirus comprueban archivos a medida que se van descargando y esto podr&iacute;a causar que el proceso de descarga se quede bloqueado.</p>
        <p class="normal">Por &uacute;ltimo, aseg&uacute;rate que cualquier firewall o programa de seguridad que tengas instalado le permita a World of Warcraft: Wrath of the Lich King tener acceso no restringido a internet. Blizzard Entertainment te ofrece una p&aacute;gina de <a href="http://us.blizzard.com/support/article.xml?articleId=22519" class="menubox_header_white"  target="_new">ayuda para la Red</a> para que nuestros clientes se beneficien de &eacute;l. Sin embargo, Blizzard Entertainment no puede ofrecer m&aacute;s ayuda con la configuraci&oacute;n de firewalls, routers o redes de la que se ofrece en esta p&aacute;gina. Ponte en contacto con el fabricante de sus respectivos componentes de software/hardware para recibir m&aacute;s ayuda.</p>
        <p class="normal">Informaci&oacute;n de los puertos para World of Warcraft: Wrath of the Lich King: 
        <br>Aseg&uacute;rate que los siguientes puertos est&eacute;n abiertos a la hora de jugar.
        <ul>
        <li>3724
        <li>8086
        <li>8087 
        <li>9081
        <li>9090
        <li>9091
        <li>9100
        </ul></p>

        <p class="normal"><font class="small_header_blue">3. Despu&eacute;s de aplicar un parche, el juego se reinicia e intenta aplicar el parche por segunda vez, formando as&iacute; un bucle sin fin:&nbsp;</font>Este problema suele ocurrir cuando hay virus o adware instalados en el computadora. Comprueba que no hay ning&uacute;n virus en tu computadora.</p>
        <p class="normal"><font class="small_header_blue">4. P&eacute;rdida de contrase&ntilde;a y mantenimiento de cuenta:&nbsp;</font> World of Warcraft: Wrath of the Lich King te ofrece un servicio para recuperar su contrase&ntilde;a perdida. Visita  <a href="
http://www.worldofwarcraft.com/loginsupport/password.html" class="menubox_header_white" target="_new">
http://www.worldofwarcraft.com/loginsupport/password.html</a> y utiliza el servicio de recuperaci&oacute;n que se puede encontrar en el men&uacute; que est&aacute; en la parte superior derecha de la p&aacute;gina. Si necesitas m&aacute;s ayuda con el mantenimiento de tu cuenta, como por ejemplo cambiar el correo electr&oacute;nico asociado a tu cuenta o resolver el robo de tu cuenta, manda un correo electr&oacute;nico a nuestro <a href="../Support/AccountAdministration.html" class="menubox_header_white">servicio de Facturación y cuentas</a>. 
        </p>

        <p class="normal"><font class="small_header_blue">5. Demora (en la conexion ), latencia:&nbsp;</font>Esto ocurre cuando la comunicaci&oacute;n entre tu computadora y el servidor de World of Warcraft: Wrath of the Lich King se ralentiza. Esta ralentizaci&oacute;n de las transmisiones causar&aacute; una demora entre el momento en que ejecutas una orden dentro del juego y el resultado de dicha orden se muestre en tu pantalla. Esto puede parecer similar a cuando el computadora se ralentiza al realizar muchos c&aacute;lculos dif&iacute;ciles a la vez, en ese caso es debido al rendimiento del computadora, pero en este caso es debido a la conexi&oacute;n a internet o conexi&oacute;n de red.</p>
        <p class="normal">A menudo, si la ralentizaci&oacute;n es debida a la latencia, lo ver&aacute;s reflejado en el medidor de latencia instalando en la barra de comandos en la parte inferior de la pantalla del juego. Esta barra, que act&uacute;a como medidor, cambiar&aacute; de color dependiendo de si tu conexi&oacute;n mejora o empeora. Si pasas el rat&oacute;n por encima de esta barra podr&aacute;s ver la medida exacta de la latencia. Como regla general, menos de 100 milisegundos es una buena latencia (si estas usando un acceso telef&oacute;nico a redes es de esperar que tengas mayor latencia). Si tu latencia se mantiene alta durante mucho tiempo puedes ponerte en contacto con nuestro <a href="../Support/(Mac)TechnicalSupport.html" class="menubox_header_white">departamento de soporte t&eacute;cnico</a> para obtener informaci&oacute;n para mejorar tu conexi&oacute;n.</p>

        <p class="normal"><font class="small_header_blue">6. Desconexiones dentro del juego:&nbsp;</font> Hay varios errores y congestiones de internet que podr&iacute;an causar una desconexi&oacute;n repentina mientras est&eacute;s jugando. Sin embargo, si sufres repetidas desconexiones al realizar acciones espec&iacute;ficas dentro del juego como por ejemplo hablar con un comerciante o entregar misiones, es posible que sea un problema t&eacute;cnico. Estas desconexiones generalmente est&aacute;n relacionadas con un fallo de las comunicaciones en la red. Empieza por asegurarte de que tu tarjeta de red est&eacute; usando un controlador actualizado. Para comprobar los resultados, desactiva temporalmente tu firewall. Simplifica tu conexi&oacute;n de internet para ver si el problema se resuelve. Si no hay un resultado positivo, ponte en contacto con nuestro <a href="../Support/(Mac)TechnicalSupport.html" class="menubox_header_white">departamento de soporte t&eacute;cnico.</p>    

</body>
</html>