<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
        "http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
	<script type="text/javascript" src="../Layout/Detector.js"></script>	
	<link rel=stylesheet href="../Layout/Styles.css" type="text/css">
	<title>Resoluci&oacute;n de problemas de World of Warcraft: Wrath of the Lich King</title>
</head>

<body onload=detection()  style="margin-right:5px;">
	<span class="large_header_blue">
		Mantenimiento preventivo (PC)
	</span>	
	
    <p class="normal_white">Uno de los pasos más importantes para prevenir los errores del juego es asegur&aacute;ndote de que tu sistema sea configurado de forma óptima para jugar. </p>
    
    <p class="normal_white"><font class="small_header_blue">1. Actualizaciones del SO (Sistema Operativo):&nbsp;</font>Nuestro juego funciona mejor con versiones actualizadas del sistema operativo. Aseg&uacute;rate de que tu versi&oacute;n de Windows tiene todas las &uacute;ltimas actualizaciones mirando en la p&aacute;gina de 
    <a href="http://update.microsoft.com/windowsupdate/v6/thanks.aspx?ln=es&&thankspage=5" class="menubox_header_white"  target="_new">actualizaci&oacute;n autom&aacute;tica de Microsoft</a>.
    Tambi&eacute;n aseg&uacute;rate de que tienes la &uacute;ltima versi&oacute;n de DirectX del
    <a href="http://www.microsoft.com/downloads/details.aspx?displaylang=es&FamilyID=2da43d38-db71-4c1b-bc6a-9b6652cd92a3" class="menubox_header_white"  target="_new" target="_blank">sitio Web de Microsoft</a>.
    &iexcl;Esto es importante! Necesitarás DirectX 9.0c o superior para jugar a World of Warcraft: Wrath of the Lich King con un PC y Windows. 
    </p>
  
    
    <p class="normal_white"><font class="small_header_blue">2. Ajustes del SO:&nbsp;</font>En el sistema operativo de tu sistema, hay ajustes que puedes cambiar para darte una experiencia del juego m&aacute;s suave y tambi&eacute;n reducir errores. </p>
    <p class="normal_white">Primero, aseg&uacute;rate de que todos los ajustes de Ahorro de energ&iacute;a est&eacute;n desactivados o apagados. Si tienes un salvapantallas, ponlo en "Ninguno" antes de jugar. </p>
    <p class="normal_white">Tambi&eacute;n, antes de empezar el juego en tu entorno Windows, aseg&uacute;rate de que no haya otros programas lanzados en segundo plano excepto el Explorer y Systray. Pulsa Control+Alt+Suprimir para ver una lista de los programas que est&aacute;n lanzados en segundo plano. </p>
    <p class="normal_white">Si tu sistema esta "overclocked", puede producir demasiado calor, lo que afectará negativamente al rendimiento del programa. Si el sistema produce altas cantidades de calor pero no está "overclocked", te sugerimos que a&ntilde;adas un ventilador a tu sistema para ayudar con la distribuci&oacute;n de calor en tu caja. </p>

    <p class="normal_white"><font class="small_header_blue">3. Actualizaci&oacute;n de controladores:&nbsp;</font>: Es esencial que tus Dispositivos de Hardware est&eacute;n usando las &uacute;ltimas versiones de sus controladores. Estos dispositivos incluyen tu tarjeta de video, de sonido, placa base, y rat&oacute;n.</p>
    <p class="normal_white">Para empezar, aseg&uacute;rate de que tienes los &uacute;ltimos controladores para tu tarjeta de video y sonido. Consulta con el fabricante de tu computadora o en el sitio Web del fabricante de tu tarjeta de video/sonido para los controladores actuales que coinciden con el modelo de tu tarjeta dentro de tu sistema. La informaci&oacute;n de contacto con muchos de los m&aacute;s fabricantes importantes se puede encontrar en nuestro  
    <a href="http://us.blizzard.com/support/article.xml?articleId=22493" class="menubox_header_white"  target="_new">sitio Web</a>.
    </p>
    <p class="normal_white">Hay una sola excepci&oacute;n a esta regla de actualizaciones. Si est&aacute;s usando un port&aacute;til, siempre usa los controladores del fabricante antes que los controladores publicados por los distribuidores de la tarjeta de sonido o de video. </p>
    <p class="normal_white">Si no est&aacute;s seguro de que tarjeta de video tienes instalada y est&aacute;s usando un PC, puedes usar el programa de diagnóstico DirectX para averiguar qué tarjeta de video tienes instalada. </p>

    <p class="normal_white"><font class="small_header_blue">Pasos para lanzar la herramienta de diagnóstico DirectX:&nbsp;</font>
    <ul class="normal_white">
    <li> Haz clic en el bot&oacute;n "Inicio".
    <li> Haz clic sobre el objeto "Ejecutar" en el men&uacute; de inicio.
    <li> Teclea "dxdiag" (Sin las comillas).
    <li> Presiona la tecla Entrar de tu teclado.
    <li> Haz clic en la pesta&ntilde;a Pantalla en la ventana Dxdiag.
    <li> Mira en el cuadro Informaci&oacute;n de dispositivos arriba del todo a la izquierda de tu pantalla para informaci&oacute;n sobre tu tarjeta.
    <li> Mira en el cuadro Informaci&oacute;n de controladores arriba del todo a la derecha de tu pantalla para informaci&oacute;n sobre controladores. 
</ul></p>
    <p class="normal_white">A continuación, si eres un usuario de Windows, necesitaras asegurarte que los &uacute;ltimos controladores que utilizas sean compatibles con la &uacute;ltima versi&oacute;n de DirectX. Si no son compatibles podr&iacute;as experimentar problemas de video. Todos los controladores de video no son compatibles con las &uacute;ltimas versiones de DirectX. Ponte en contacto con el fabricante de tu tarjeta de video para asegurarte de la compatibilidad si no puedes encontrar informaci&oacute;n en la p&aacute;gina en la que descargaste tus controladores de video. </p>
    <p class="normal_white">Las placas bases tambi&eacute;n requieren actualizaci&oacute;n. Si no conoces el nombre del fabricante de la placa base de tu PC, puedes hablar con el fabricante del computadora para tener m&aacute;s informaci&oacute;n. Primero, verifica el sitio Web del fabricante de la placa base para controladores actualizados de tu chipset. Si no puedes encontrar el sitio Web del fabricante, los tres chispsets más comunes son VIA, Intel, y NVIDIA, que se pueden encontrar en los sitios web de
    <a href="http://www.viaarena.com/?PageID=2" class="menubox_header_white"  target="_new">VIA</a>,
    <a href="http://www.intel.com/support/chipsets/" class="menubox_header_white"  target="_new">Intel</a> y
    <a href="http://www.nvidia.com/content/drivers/drivers.asp" class="menubox_header_white"  target="_new">NVIDIA</a>.
    </p>
    <p class="normal_white">Mientras que los problemas de rat&oacute;n son poco comunes, cuando ocurren pueden ser f&aacute;cilmente resueltos actualizando el programa del ratón. Aseg&uacute;rate de que estas usando los &uacute;ltimos controladores para el dispositivo tal y como indica el fabricante. Algunos dispositivos de punteros tambi&eacute;n utilizan programas exclusivos y pueden necesitar una actualizaci&oacute;n. Si el problema sigue ocurriendo, puedes desactivar dicho programa y/o intentar instalar un controlador mas gen&eacute;rico para el sistema operativo. </p>

    <p class="normal_white"><font class="small_header_blue">4. Detector de Adware/spyware/virus:</font> Un Adware, spyware o un virus en tu sistema puede causar problemas. Aseg&uacute;rate de lanzar una detecci&oacute;n completa de tu sistema con las &uacute;ltimas definiciones para tu programa de malware. Si necesitas más informaci&oacute;n sobre dónde encontrar un antivirus, visita la secci&oacute;n de <a href="http://us.blizzard.com/support/article.xml?articleId=22393" class="menubox_header_white" target="_new">seguridad informática</a> en nuestro sitio de soporte.
<p class="normal_white"><font class="small_header_blue">5. Mantenimiento de tu unidad:&nbsp;</font> Hay formas b&aacute;sicas de mantenimiento de tu disco duro que pueden aumentar el rendimiento y reducir errores. </p>
    <p class="normal_white">Realiza un scandisk y una defragmentaci&oacute;n de tu disco duro. Probablemente sería &uacute;til desactivar tu salvapantallas y los ajustes de ahorro de energ&iacute;a antes de usar scandisk o defrag. Algunas veces Windows reinicia la defragmentación y/o el scandisk si tu salvapantallas o configuraci&oacute;n de ahorro de energ&iacute;a se inician.</p>
   <p class="normal_white"> 
    <ul class="normal_white">
    <li> Abre Mi PC y selecciona el disco local que quieras verificar.
    <li> En el men&uacute; Fichero, haz clic en Propiedades.
    <li> Haz clic en la pesta&ntilde;a Herramientas.
    <li> Dentro de Verificar-Errores, haz clic en "Verificar ahora".
    <li> Dentro de "Verificar opciones de disco”, selecciona la opci&oacute;n Arreglar Autom&aacute;ticamente los errores de ficheros sistema y Detecci&oacute;n e intento de recuperaci&oacute;n de sectores defectuosos. 
    <li> Selecciona Sí para planificar despu&eacute;s del reinicio si un cuadro de diálogo aparece pregunt&aacute;ndotelo.
    <li> Reinicia tu computadora
    <li> Abre Mi PC y selecciona el disco local que quieras verificar.
    <li> En el men&uacute; del archivo, haz clic en Propiedades.
    <li> Haz clic en la pesta&ntilde;a Herramientas.
    <li> Dentro de Defragmentación, haz clic en Defragmentar ahora.
    <li> Selecciona la unidad que quieres defragmentar.
    <li> Haz clic en Defragmentar. 
</ul></p>
   
</body>