<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
        "http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
	<script type="text/javascript" src="../Layout/Detector.js"></script>
	<link rel=stylesheet href="../Layout/Styles.css" type="text/css">
	<title>Ayuda en l&iexcl;nea de World of Warcraft: Wrath of the Lich King</title>
</head>
<body onload=detection() >
	<div class="topicText">
		<a name="Head" class="large_header_blue">
			Problemas de inicio (PC) 
		</a>		
        <p>Los siguientes errores son algunos de los m&aacute;s comunes relacionados con la ejecuci&oacute;n del programa. Muchos de los errores que ocurren al iniciar est&aacute;n relacionados con archivos de datos corruptos. Si est&aacute;s experimentando un problema que no est&aacute; en la lista a continuaci&oacute;n, o los pasos en la lista no resuelven el problema, por favor
        <a href="../Support/(PC)TechnicalSupport.html" class="menubox_header_white">contacta al departamento de soporte t&eacute;cnico</a>.
        </p>

        <p class="normal"><font class="small_header_blue">1. La instalaci&oacute;n nunca comienza, o se para:&nbsp;</font> Trata de ejecutar un <a href="http://us.blizzard.com/support/article.xml?articleId=22422" class="menubox_header_white"  target="_new">inicio selectivo</a> para asegurarte de que no hay aplicaciones en segundo plano provocando conflictos con el juego y desactiva cualquier software antivirus que estés ejecutado. Los programas antivirus analizan archivos mientras se descargan, y este an&aacute;lisis puede causar retrasos que paralizan la descarga. Adem&aacute;s, revisa otra vez que tu sistema cumple los requisitos mínimos para <a href="../Readme/(PC)SystemRequirements.html" class="menubox_header_white">World of Warcraft: Wrath of the Lich King</a>.</p>

        <p class="normal"><font class="small_header_blue">2.El programa se cierra inesperadamente con un error #131 :&nbsp;</font> Este error indica que ha habido un problema descomprimiendo un archivo del paquete del juego. Esto puede ocurrir durante la descompresi&oacute;n que ocurre en la instalaci&oacute;n o durante la descompresi&oacute;n que ocurre en el juego, por lo que errores del tipo #131 son posibles en cualquiera de las dos situaciones. Hay dos posibles fuentes del problema: el paquete de archivos en tu computadora está parcialmente corrupto, o el hardware del computadora no es capaz de descomprimirlo correctamente. Deberías comenzar con una simple desinstalaci&oacute;n y reinstalaci&oacute;n de los archivos del juego. Si el problema persiste, puede que el problema se encuentre en tu hardware y deber&iexcl;as
		<a href="../Support/(PC)TechnicalSupport.html" class="menubox_header_white">contactar al departamento de soporte t&eacute;cnico</a>
		para recibir más ayuda. La informaci&oacute;n de contacto se encuentra en la secci&oacute;n G, al final de este documento.
        </p>

        <p class="normal"><font class="small_header_blue">3. El programa se cierra inesperadamente cuando se inicia: </font> Despu&eacute;s de revisar que tu computadora cumple con los requisitos mínimos, asegúrate de que todos los controladores de tu computadora est&aacute;n actualizados. Despu&eacute;s, desinstala el programa y reinst&aacute;lalo completamente.</p>

        
        <p class="normal"><font class="small_header_blue">4. El juego se cierra inesperadamente y aparece un error describiendo un archivo .MPQ:&nbsp;</font>
        <blockquote>(Un ejemplo)<br>
          ERROR #131 (0x85100083) <br>
            Program: C:\Temp\wowupdater\WoW Friends & Family\Wow.exe  <br>
            File: .\Data\World\Maps\Kalimdor\Kalimdor.wdt.MPQ  
        </blockquote>
        
        <p class="normal">Un error originado por un archivo .MPQ significa que dicho archivo ha sido alterado o est&aacute; corrupto. Para resolver este problema, desinstala World of Warcraft: Wrath of the Lich King y despu&eacute;s reinst&aacute;lalo para que todos los archivos del juego sean reemplazados por versiones nuevas.</p>

        <p class="normal"><font class="small_header_blue">5. Un error en DBCache aparece al intentar iniciar o jugar al juego:&nbsp;</font>
        <blockquote>(Un ejemplo)<br>
            ERROR #0 (0x85100000)  <br>
            Program: C:\ wow\ \WowClient.exe <br>
            File: D:\build\buildWoW\WoW\Source\DB\DBClient\DBCache.cpp  <br>
            Line: 289 
        </blockquote>
        <p class="normal">Un error originado por DBCache.cpp significa que uno o m&aacute;s de los archivos cach&eacute; han sido alterados o est&aacute;n corruptos. Una vez estos archivos son eliminados, nuevas versiones ser&aacute;n creadas la pr&oacute;xima vez que se ejecute el juego. Estos archivos se encuentran dentro de la carpeta WDB, que se encuentra dentro del directorio raíz del juego. Puedes eliminar la carpeta WDB entera sin preocupaci&oacute;n antes de reintentar ejecutar el juego.</p>

        <p class="normal"><font class="small_header_blue">6. Aunque funcionaba correctamente antes, World of Warcraft: Wrath of the Lich King se cierra inesperadamente cada vez que se inicia: </font>  Intenta eliminar el contenido de las carpetas WTF y WTB dentro del directorio raíz de World of Warcraft: Wrath of the Lich King. Adem&aacute;s, algo puede haber corrompido los archivos del juego. Deberías revisar tu computadora con un antivirus. Visita  <a href="http://us.blizzard.com/support/article.xml?articleId=22393" class="menubox_header_white"  target="_new">nuestra página web</a> para obtener m&aacute;s informaci&oacute;n sobre virus y troyanos. 
        <p class="normal">Si tienes este problema y est&aacute;s ejecutando el juego en Windows 98 o ME, deberías leer la informaci&oacute;n disponible 
        <a href="http://us.blizzard.com/support/article.xml?articleId=22541" class="menubox_header_white"  target="_new">aquí</a>.
        </p>
</body>
</html>