<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
        "http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
	<script type="text/javascript" src="../Layout/Detector.js"></script>
	<link rel=stylesheet href="../Layout/Styles.css" type="text/css">
	<title>Ayuda en l&iacute;nea de World of Warcraft: Wrath of the Lich King</title>
</head>
<body onload=detection() >
	<div class="topicText">
		<a name="Head" class="large_header_blue">
			Problemas de inicializaci&oacute;n (Mac)
		</a>		
        <p>Los errores a continuaci&oacute;n son algunos de los m&aacute;s comunes relacionados con la inicializaci&oacute;n del programa. Muchos problemas que ocurren durante la inicializaci&oacute;n est&aacute;n relacionados con archivos de datos dañados. Si est&aacute;s teniendo un problema que no est&aacute; en la lista de abajo, o los pasos de la lista no resuelven el problema, ponte en contacto con el 
        <a href="../Support/(Mac)TechnicalSupport.html" class="menubox_header_white">departamento de soporte t&eacute;cnico</a>.
        </p>

        <p class="normal"><font class="small_header_blue">1. La instalaci&oacute;n no empieza nunca o se para:</font> deshabilita temporalmente cualquier programa antivirus que pueda estar en ejecuci&oacute;n. Los programas antivirus escanean los archivos a medida que se descargan, y esto provoca retrasos que pueden bloquear el proceso de descarga. Tambi&eacute;n, aseg&uacute;rate que tu sistema cumple los <a href="../Readme/(Mac)SystemRequirements.html"  class="menubox_header_white">requisitos m&iacute;nimos del sistema</a> para World of Warcraft: Wrath of the Lich King.
        </p>		

		<p class="normal"><font class="small_header_blue">2. El programa se cierra anormalmente con el error #131:&nbsp;</font> este error indica que ha habido un problema descomprimiendo un archivo del paquete del juego. Esto ocurre durante la descompresi&oacute;n que se realiza durante la instalaci&oacute;n, o durante la descompresi&oacute;n que se realiza mientras se est&aacute; jugando, por lo que el error #131 puede darse en cualquiera de estas ocasiones. Hay dos posibles fuentes del problema: el paquete de archivos del computadora est&aacute; particularmente dañado, o el hardware del computadora no consigue realizar la descompresi&oacute;n correctamente. Deber&iacute;a empezar por una simple desinstalaci&oacute;n y reinstalaci&oacute;n de los archivos del juego. Si el problema persiste, el problema puede ser provocado por tu hardware, y deber&iacute;as ponerte en contacto con el 
		<a href="../Support/(Mac)TechnicalSupport.html" class="menubox_header_white">departamento de soporte t&eacute;cnico</a>
		para m&aacute;s ayuda.
        </p>

        <p class="normal"><font class="small_header_blue">3. El programa se cuelga cuando se inicia:&nbsp;</font>despu&eacute;s de comprobar que el computadora cumple con los requisitos m&iacute;nimos del sistema, aseg&uacute;rate de que todos los controladores de tu computadora est&aacute;n actualizados. Entonces, desinstala el programa y vuelve a instalarlo de nuevo completamente.</p> 

        <p class="normal"><font class="small_header_blue">4. El juego se cuelga, y aparece un error que describe un archivo .MPQ:&nbsp;</font>
        <blockquote>
            Por ejemplo:<br>
            ERROR #131 (0x85100083) <br>
            App:         /Applications/World of Warcraft/World of Warcraft.app <br>
            File:        Data\interface.MPQ
        </blockquote>
        <p class="normal">Un error resultante de un archivo .MPQ significa que el archivo en lista ha quedado alterado o dañado. Para resolver este problema, desinstala World of Warcraft: Wrath of the Lich King y luego vuelve a reinstalarlo para que todos los archivos del juego sean reemplazados por versiones recientes.</p>

        <p class="normal"><font class="small_header_blue">5. Aparece un error en el DBCache cuando intento empezar o jugar al juego: &nbsp;</font> 
        <blockquote>Por ejemplo<br>
            ERROR #0 (0x85100000) <br>
            App: /Applications/Games/World of Warcraft/World of Warcraft.app <br>
            File: DBCache.cpp 
        </blockquote>
        <p class="normal">Un error resultante de DBCache.cpp significa que el archivo en lista ha quedado alterado o dañado. Una vez que estos archivos sean eliminados, nuevas versiones de ellos se crear&aacute;n la pr&oacute;xima vez que se inicie el juego. Estos archivos est&aacute;n situados en la carpeta WDB, que est&aacute; en el directorio ra&iacute;z del juego. Puedes eliminar toda la carpeta WDB con seguridad antes de volver a probar el juego.</p>

        <p class="normal"><font class="small_header_blue">6. A pesar de que funcionaba anteriormente, World of Warcraft: Wrath of the Lich King se cuelga cada vez que se inicia:</font> Intenta borrar los contenidos de las carpetas WTF y WDB que se encuentran en el directorio de World of Warcraft. Además, algo puede haber dañado sus archivos del juego. Deber&iacute;as escanear tu computadora con un programa antivirus. Visita <a href="http://us.blizzard.com/support/article.xml?articleId=22393" class="menubox_header_white"  target="_new">nuestro sitio web</a> para m&aacute;s informaci&oacute;n sobre virus y troyanos.
	    </p>
    
</body>
</html>