<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
        "http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
	<script type="text/javascript" src="../Layout/Detector.js"></script>
	<link rel=stylesheet href="../Layout/Styles.css" type="text/css">
	<title>Ayuda en l&iacute;nea de World of Warcraft: Wrath of the Lich King</title>
</head>
<body onload=detection() >
	<div class="topicText">
		<a name="Head" class="large_header_blue">
			Problemas dentro del juego (PC)
		</a>		
        <p>Puedes encontrar problemas gr&aacute;ficos, de sonido, o de interfaz cuando est&eacute;s jugando. Los ejemplos pueden incluir problemas de control cuando est&eacute;s interactuando con la interfaz de usuario, problemas de pantalla con tu personaje, problemas de comunicaci&oacute;n entre jugadores, e incluso problemas con c&oacute;mo funcionan las habilidades.</p>

        <p><font class="small_header_blue">1. Interfaz de usuario personalizada:&nbsp;</font>para ofrecer al jugador el m&aacute;ximo de flexibilidad y de funcionalidad, la interfaz de usuario (IU) en World of Warcraft ha sido dise&ntilde;ado para poder ser modificada. En todos los casos, no ofrecemos asistencia con la personalizaci&oacute;n del Interfaz. Si tienes cualquier problema t&eacute;cnico con el juego, borra todos los ficheros de tu IU personalizada antes de ponerte en contacto con nuestro departamento de soporte t&eacute;cnico.

        <p>El contenido personalizado para la interfaz de usuario est&aacute; guardado en la carpeta de interfaz en la ra&iacute;z de la carpeta World of Warcraft: Wrath of the Lich King. Borra todas las carpetas de la interfaz que est&eacute;n ah&iacute;, sin olvidar los ficheros. El juego mostrar&aacute; la interfaz por defecto la pr&oacute;xima vez que lo lances. Aseg&uacute;rate de que no borrar cualquier otro fichero o carpeta de la Interfaz del juego. </p>
	
        <p class="normal"><font class="small_header_blue">2. Problemas con los controles:&nbsp;</font>si tienes alg&uacute;n problema con las teclas asociadas, puedes reiniciar la configuraci&oacute;n del teclado hasta los ajustes por defecto. Para hacer esto, puedes acceder al men&uacute; de opciones siguiendo los siguientes pasos:

        <ul>
            <li> Pulsa Esc.
            <li> Selecciona "Configuraci&oacute;n del teclado".
            <li> Selecciona "Volver a la configuraci&oacute;n original".
        </ul>  

        <p>Esto reiniciar&aacute; todas las teclas r&aacute;pidas a los ajustes por defecto, los cambios anteriores ser&aacute;n tambi&eacute;n cancelados. Si sigues teniendo problemas con los controles despu&eacute;s de reiniciar las teclas asociadas, puedes usar el comando /bug o ponerte en contacto con nuestro 
        <a href="../Support/(PC)TechnicalSupport.html" class="menubox_header_white">departamento de soporte t&eacute;cnico.</a>. </p>
 
</body>
</html>