<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
        "http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
	<script type="text/javascript" src="../Layout/Detector.js"></script>
	<link rel=stylesheet href="../Layout/Styles.css" type="text/css">
	<title>Ayuda de World of Warcraft: Wrath of the Lich King</title>
</head>
<body onload=detection() >
	<div class="topicText">
		<a name="Head" class="large_header_blue">
			Problemas con el asistente de descarga de Blizzard: (PC)
		</a>		
        <p> Si has iniciado el asistente de descargas de Blizzard y est&aacute; teniendo una tasa de transferencia lenta, en primer lugar te pedimos que seas paciente. La naturaleza del m&eacute;todo de transferencia hace que tarde unos momentos en establecer las conexiones necesarias para la transferencia. Si sigues experimentando descargas extremadamente lentas pasados 10-15 minutos o si no eres capaz de realizar una conexi&oacute;n con el asistente de descargas, por favor prueba los pasos que te sugerimos a continuaci&oacute;n.</p>
        
        <p><span class="small_header_blue">1. Cerrar las aplicaciones en segundo plano:</span> Puedes visitar nuestra p&aacute;gina <a href="http://us.blizzard.com/support/article.xml?articleId=22422" class="menubox_header_white"  target="_new">cerrar aplicaciones en segundo plano</a> para obtener instrucciones de c&oacute;mo cerrar todos los procesos innecesarios, entonces intenta reiniciar el asistente de descargas. Si contin&uacute;as experimentando una velocidad de descarga pobre despu&eacute;s de varios minutos, entonces prosigue con el siguiente paso.
        <p><span class="small_header_blue">2. Firewall:</span> Si tienes un firewall, aseg&uacute;rate que est&aacute;s configurado para permitir conexiones en los <b>puertos 3724, 6112 y 6881-6999</b> para <b>TCP (tambi&eacute;n llamado TCP/IP)</b>. M&aacute;s informaci&oacute;n de cómo abrir puertos para algunos firewall populares se puede encontrar en nuestra p&aacute;gina <a href="http://us.blizzard.com/support/article.xml?articleId=22426" class="menubox_header_white"  target="_new">ayuda con conexiones de red</a> en la secci&oacute;n de Conexiones de red avanzadas. Si tu firewall no est&aacute; en la lista o necesitas m&aacute;s ayuda, dir&iacute;gete al manual de tu firewall o contacta al fabricante. 
        <p><i class="oblique_bold_blue">Nota Importante:</i> Ten en cuenta que, contrariamente a lo que uno puede esperar, muchos de los firewall m&aacute;s usados pueden resultar muy restrictivos con el tr&aacute;fico cuando se deshabilitan. Aseg&uacute;rate de que cualquier firewall que tengas instalado est&aacute; configurado correctamente y habilitado para poder usar el asistente de descarga eficazmente.
        <p><span class="small_header_blue">3. Routers:</span>
        <ul>
            <li>Aseg&uacute;rate de que la configuraci&oacute;n del router tiene los <b>puertos 3724, 6112 y 6881-6999</b> redireccionados a tu computadora, y <b>solo</b> a tu computadora. Tener el mismo puerto redireccionado a m&aacute;s de un computadora puede causar un conflicto, que puede tener como resultado velocidades de descarga lentas.
            <li>Aseg&uacute;rate de que ning&uacute;n computadora est&aacute; en la DMZ (zona desmilitarizada). Si un computadora est&aacute; configurado para estar en la DMZ, entonces se puede crear un conflicto, que puede causar velocidades de descarga lenta.
            <li>Aseg&uacute;rate de que no hay otras computadoras en la red que est&eacute;n ejecutando programas que utilicen una gran cantidad de ancho de banda. Recuerda que un router simplemente permite que todas las computadoras compartan la misma conexi&oacute;n. &iexcl;Esto no aumenta el ancho de banda de la conexi&oacute;n!
        </ul>
        <p><span class="small_header_blue">4. Escaneo de adware/spyware/virus:</span> Adware, spyware o un virus en tu sistema tambi&eacute;n puede causar estos s&iacute;ntomas. Aseg&uacute;rese de realizar revisiones completas de tu sistema con las &uacute;ltimas definiciones de sus programas. Si necesita m&aacute;s informaci&oacute;n respecto a d&oacute;nde encontrar un esc&aacute;ner de virus, visita nuestra p&aacute;gina <a href="
http://us.blizzard.com/support/article.xml?articleId=22393" class="menubox_header_white"  target="_new">seguridad informática</a>.</p>
        <p><span class="small_header_blue">5. Actualizar los controladores de la tarjeta de red:</span> si tienes problemas con el cliente de descarga, encarecidamente te recomendamos que te asegures de que est&aacute;s utilizando los &uacute;ltimos controladores para tu tarjeta de red. Muchas personas informan que actualizando sus controladores soluciona su problema en particular.</p>
        <p><span class="small_header_blue">6. Contactar al departamento de soporte t&eacute;cnico:</span> si tu problema persiste, ponte en contacto con el <a href="../Support/(PC)TechnicalSupport.html" class="menubox_header_white">departamento de soporte t&eacute;cnico</a> para una posible soluci&oacute;n.
 
</body>
</html>