<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
        "http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
	<script type="text/javascript" src="../Layout/Detector.js"></script>
	<link rel=stylesheet href="../Layout/Styles.css" type="text/css">
	<title>Ayuda de World of Warcraft: Wrath of the Lich King</title>
</head>
<body onload=detection() >
	<div class="topicText">
		<a name="Head" class="large_header_blue">
			Problemas con el Asistente de descarga de Blizzard: (Mac)
		</a>		
        <p> Si has iniciado el Asistente de descarga de Blizzard y la transferencia de descarga resulta ser excesivamente lenta, te pedimos de antemano que seas paciente. Este m&eacute;todo de transferencia tarda unos momentos en hacer todas las conexiones necesarias para la transferencia. Si la velocidad de transferencia sigue siendo excesivamente lenta despu&eacute;s de 10-15 minutos o si el Asistente no puede conectarse, por favor intenta los pasos que siguen a continuaci&oacute;n.</p>
        
        <p><span class="small_header_blue">1. Firewalls:</span> Si tienes un firewall, aseg&uacute;rate de que est&aacute; configurado para permitir conexiones entrantes en los <b>puertos 3724, 6112, y 6881-6999</b> para <b>TCP (tambi&eacute;n llamado TCP/IP)</b>. Puedes encontrar informaci&oacute;n complementaria sobre c&oacute;mo abrir los puertos de algunos de los firewalls m&aacute;s conocidos en nuestra p&aacute;gina de <a href="http://us.blizzard.com/support/article.xml?articleId=22426" class="menubox_header_white" target="_new">Ayuda para la Red</a> bajo la secci&oacute;n de Redes Avanzadas. Si tu firewall no est&aacute; en la lista o si necesita m&aacute;s ayuda, consulta la documentaci&oacute;n del firewall o contacta al fabricante. 
        <p><i class="oblique_bold_blue">Nota Importante:</i> Ten en cuenta que los firewalls m&aacute;s conocidos pueden ser muy restrictivos con el tr&aacute;fico de informaci&oacute;n cuando est&aacute;n activados. Aseg&uacute;rate de que los firewalls que tienes instalados est&eacute;n activados y configurados correctamente para que el Asistente de descarga funcione. 

        <p><span class="small_header_blue">2. Routers:</span>
        <ul>
            <li>Aseg&uacute;rate de que el router est&eacute; configurado para que los <b>puertos 3724, 6112, y 6881-6999</b> sean accesibles para tu computadora, y <b>solo</b> para tu computadora. Varias computadoras con acceso a estos puertos por medio de un mismo router podr&iacute;an causar un conflicto que tendría como resultado velocidades bajas de descarga.
            <li>Aseg&uacute;rate de que ning&uacute;n computadora est&eacute; en DMZ (Zona Desmilitarizada). Si un computadora est&aacute; configurado para estar en DMZ, es posible que se cree un conflicto que tenga como resultado velocidades bajas de descarga.
            <li>Aseg&uacute;rate de que ninguna computadora que comparta tu red est&eacute; usando programas que utilicen mucho ancho de banda. Recuerda que un router solo deja que varias computadoras compartan la misma conexi&oacute;n, &iexcl;no incrementa la velocidad de la conexi&oacute;n!
        </ul>
        
        <p><span class="small_header_blue">3. Ponte en contacto con el departamento de soporte t&eacute;cnico:</span> Si tu problema a&uacute;n persiste, contacta con nuestro <a href="../Support/(PC)TechnicalSupport.html" class="menubox_header_white">departamento de soporte t&eacute;cnico</a> para encontrar una soluci&oacute;n.
 
</body>
</html>