<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
        "http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
	<script type="text/javascript" src="../Layout/Detector.js"></script>
	<link rel=stylesheet href="../Layout/Styles.css" type="text/css">
	<title>Ayuda en l&iacute;nea de World of Warcraft: Wrath of the Lich King</title>
</head>
<body onload=detection() >
	<div class="topicText">
		<a name="Head" class="large_header_blue">
			Problemas de conexi&oacute;n e inicio de sesi&oacute;n (PC)
		</a>		
        <p class="normal">Ten en cuenta que los servidores de juego pueden no estar disponibles por cortos periodos de tiempo para realizar actualizaciones, mantenimiento y reinicio del sistema. Sin embargo, si tienes problemas prolongados de conexi&oacute;n deber&iacute;as contactar con el 
        <a href="../Support/(PC)TechnicalSupport.html" class="menubox_header_white">departamento de soporte t&eacute;cnico.</a>
        </p>
        <p class="normal"><font class="small_header_blue">1. Errores de inicio de sesi&oacute;n:&nbsp;</font>si encuentras errores relacionados con fallos en la conexi&oacute;n cuando intentas iniciar sesi&oacute;n, deber&iacute;as comprobar nuestra <a href="http://www.worldofwarcraft.com/realmstatus/index.html?locale=es_MX" class="menubox_header_white"  target="_new">página de estatus de los reinos</a> para ver si los reinos están activos o no. Tambi&eacute;n puedes comprobar el <a href="http://forums.worldofwarcraft.com/board.html?forumId=20006&sid=2" class="menubox_header_white"  target="_new">foro de soporte t&eacute;cnico</a> para comprobar si hay otros usuarios con el mismo problema. Si tu problema de conexi&oacute;n no se resuelve despu&eacute;s de varios minutos, deber&iacute;as contactar con nuestro <a href="../Support/(PC)TechnicalSupport.html" class="menubox_header_white"> departamento de soporte t&eacute;cnico</a>.
        </p>
        <p class="normal"><font class="small_header_blue">2. Despu&eacute;s de la instalaci&oacute;n, la instalaci&oacute;n del parche no empieza o se interrumpe:&nbsp;</font>: es posible que el servidor de actualizaciones est&eacute; apagado o temporalmente sobrecargado. Esto es m&aacute;s com&uacute;n que suceda despu&eacute;s de sacar un nuevo parche importante. Puedes intentar actualizar en otro momento.</p>
        <p class="normal">Deber&iacute;as deshabilitar temporalmente cualquier programa antivirus que se est&eacute; ejecutando. Los programas antivirus escanean los archivos a medida que se descargan, y este escaneo puede causar retrasos que bloqueen el proceso de descarga.</p>
        <p class="normal">Finalmente, aseg&uacute;rate que cualquier firewall o programa de seguridad que tengas permite un acceso sin restricciones a internet para World of Warcraft: Wrath of the Lich King. Blizzard Entertainment ofrece una p&aacute;gina <a href="http://us.blizzard.com/support/article.xml?articleId=22519" class="menubox_header_white"  target="_new">ayuda con la configuraci&oacute;n de redes</a> para beneficio de los clientes, pero no es posible para Blizzard Entertainment ayudar con la configuraci&oacute;n de firewalls, routers o configuraciones de red m&aacute;s all&aacute; de la que se encuentra en esta p&aacute;gina. Por favor contacta al fabricante de tus componentes individuales de hardware/software para m&aacute;s ayuda.</p>
        <p class="normal">Informaci&oacute;n de puertos para World of Warcraft: Wrath of the Lich King: 
        <br>Aseg&uacute;rate que tienes los siguientes puertos abiertos a la hora de jugar.
	<ul>
        <li>3724
        <li>8086
        <li>8087 
        <li>9081
        <li>9090
        <li>9091
        <li>9100
        </ul></p>

        <p class="normal"><font class="small_header_blue">3. Despu&eacute;s de aplicar un parche, el juego se reinicia e intenta actualizar de nuevo, en un bucle sin fin:&nbsp;</font>este problema se encuentra com&uacute;nmente causado por la presencia de virus y adware en el computadora en el que est&aacute; instalando. Comprueba tu sistema con un programa antivirus.</p>
        <p class="normal"><font class="small_header_blue">4. P&eacute;rdida de contrase&ntilde;a y mantenimiento de cuenta:&nbsp;</font>la versi&oacute;n beta de World of Warcraft: Wrath of the Lich King ofrece recuperaci&oacute;n de contrase&ntilde;a. Visita 
        <a href="http://www.worldofwarcraft.com/loginsupport/password.html" class="menubox_header_white" target="_new">http://www.worldofwarcraft.com/loginsupport/password.html</a> y utiliza la opci&oacute;n de recuperaci&oacute;n que se encuentra en el men&uacute; en la esquina superior derecha de la p&aacute;gina. Si necesitas m&aacute;s opciones de mantenimiento de tu cuenta, como cambiar la direcci&oacute;n de correo electr&oacute;nico asociada a la cuenta o la resoluci&oacute;n acerca de una cuenta sustra&iacute;da, escribe un correo electr&oacute;nico a nuestro 
        <a href="../Support/AccountAdministration.html" class="menubox_header_white">Equipo de cuentas</a>. 
        </p>

        <p class="normal"><font class="small_header_blue">5. Latencia y demoras:&nbsp;</font>un obst&aacute;culo para una experiencia de juego &oacute;ptima es la latencia, o la disminuci&oacute;n de las comunicaciones entre tu computadora y los servidores de World of Warcraft: Wrath of the Lich King. Esta lentitud de las transmisiones puede causar “demoras” cuando se ejecuta un comando en el juego y cuando el resultado aparece en la pantalla. Esto puede parecer similar a la lentitud que tiene tu computadora cuando hay que realizar un elevado n&uacute;mero de c&aacute;lculos complicados, pero en ese caso el problema es con rendimiento del computadora, y en este caso es un problema con la conexi&oacute;n de Internet o de red.</p>
        <p class="normal">M&aacute;s a menudo, si este retraso que est&aacute;s experimentando es debido a la latencia, puedes verlo reflejado en el medidor de latencia situado en la barra de comandos en la parte inferior de tu pantalla. Tres barras que cambian de color seg&uacute;n la calidad de tu conexi&oacute;n mejore o empeore, y puedes ver la medida exacta del retardo si dejas el puntero de tu rat&oacute;n encima del indicador. Como norma general, menos de 100 milisegundos es una buena latencia (si usas un m&oacute;dem de marcado, puede esperar latencias mayores). Si tu latencia es constantemente pobre, contacta al departamento de soporte t&eacute;cnico para m&aacute;s informaci&oacute;n de c&oacute;mo mejorar tu conexi&oacute;n</p>

        <p class="normal"><font class="small_header_blue">6. Desconexiones dentro del juego:&nbsp;</font> hay un n&uacute;mero de errores y congestiones de internet que pueden provocar de repente una desconexi&oacute;n mientras se juega. De todos modos, si frecuentemente te desconectas cuando realizas ciertas interacciones con el juego, como hablar con comerciantes o entregando misiones, puedes tener un problema t&eacute;cnico. Estas desconexiones normalmente son debidas a fallos en las comunicaciones de red. Comienza asegur&aacute;ndote de que tu tarjeta de red usa los &uacute;ltimos controladores disponibles. Como comprobaci&oacute;n,  deshabilita temporalmente tu firewall. Intenta simplificar tu conexi&oacute;n de internet para ver si el problema est&aacute; solucionado. Si no ocurre nada, por favor contacta al <a href="../Support/(PC)TechnicalSupport.html" class="menubox_header_white">departamento de soporte t&eacute;cnico.</p>    

</body>
</html>