<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
        "http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
	<script type="text/javascript" src="../Layout/Detector.js"></script>
	<link rel=stylesheet href="../Layout/Styles.css" type="text/css">
	<title>Ayuda en l&iacute;nea de World of Warcraft</title>
</head>
<body onload=detection() >
	<div class="topicText">
		<a name="Head" class="large_header_blue">
			Contacta al departamento de soporte t&eacute;cnico (Mac)
		</a>		
        <p class="normal">Si tienes problemas con el juego, tienes diversos recursos a tu disposici&oacute;n. Nuestro departamento de asistencia en el juego te ayudar&aacute; con todo lo relativo a los aspectos del mismo, mientras que soporte t&eacute;cnico se encarga de los problemas que puedan surgir con el programa. Nuestro departamento de soporte t&eacute;cnico no podr&aacute; responder preguntas relacionadas con los aspectos del juego.</p>
		        
        <a name="Email"></a>
        <p class="normal"><font class="small_header_blue">Soporte por correo electr&oacute;nico:&nbsp;</font>puedes recibir soporte t&eacute;cnico para World of Warcraft: Wrath of the Lich King a trav&eacute;s de  
        <a href="mailto:macsupport@blizzard.com" class="menubox_header_white">macsupport@blizzard.com</a>. El servicio de soporte t&eacute;cnico est&aacute; disponible todas las semanas de lunes a viernes. Hay otras direcciones de correo electr&oacute;nico que usamos para el soporte de otros juegos de Blizzard, pero te recomendamos el uso de esta direcci&oacute;n para una respuesta m&aacute;s r&aacute;pida.        </p>
<p class="normal">Si se te traba la computadora o te falla el programa, debes adjuntar ciertos archivos al mensaje de correo electr&oacute;nico que env&iacute;es describiendo tu problema. Incluye cualquier archivo de texto de las carpetas "World of Warcraft\Errors" y "World of Warcraft\Logs". Tambi&eacute;n necesitaremos una copia de tu Perfil de sistema Apple.</p>
        <p class="normal">El Perfil de sistema Apple es una herramienta que Apple incluye con tu sistema operativo Mac. En el sistema operativo Mac X, pulsa el menú Apple y selecciona "Sobre este Mac" y a continuación "Más información", el menú archivos y por último "Guardar como". Usa la verisón (XML) del Perfil de sistema Apple.</p>
          
        <a name="Phone"></a>
        <p class="normal"><font class="small_header_blue">Asistencia por tel&eacute;fono:&nbsp;</font>nuestros representantes de soporte t&eacute;cnico est&aacute;n disponibles de lunes a viernes, de 8am a 8pm (hora del Pac&iacute;fico/TMG -8) en el tel&eacute;fono: (949) 955-1382. Este n&uacute;mero no est&aacute; exento de las tarifas normales de larga distancia, sin embargo, no hay cuotas adicionales por llamar a &eacute;l.</p>        
	        
<a name="Forum"></a>
        <p class="normal"><font class="small_header_blue">Foro de Asistencia t&eacute;cnica:&nbsp;</font>los usuarios que sufran problemas t&eacute;cnicos pueden visitar el foro de soporte t&eacute;cnico en nuestra p&aacute;gina de la Comunidad de World of Warcraft, 
        <a href="http://forums.worldofwarcraft.com/board.html?forumId=20006&sid=2" class="menubox_header_white"  target="_new">http://forums.worldofwarcraft.com/board.html?forumId=20006&sid=2</a>. Una b&uacute;squeda en este foro puede encontrar art&iacute;culos o soluciones relacionadas con el problema que tienes. Alternativamente, puedes publicar una descripci&oacute;n del problema y debatirlo con miembros de la comunidad o el personal de Blizzard.</p>

</body>
</html>