<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
        "http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
	<script type="text/javascript" src="../Layout/Detector.js"></script>
	<link rel=stylesheet href="../Layout/Styles.css" type="text/css">
	<title>Ayuda en l&iacute;nea para World of Warcraft: Wrath of the Lich King</title>
</head>
<body onload=detection() >
	<div class="topicText">
		<a name="Head" class="large_header_blue">
			Contactar al departamento de asistencia en el juego de World of Warcraft: Wrath of the Lich King
		</a>		
        <p class="normal">Hay un abanico de recursos disponibles siempre que te encuentres con problemas
        en tu juego de World of Warcraft: Wrath of the Lich King. Recuerda esto, mientras que el departamento de soporte t&eacute;cnico 
        est&aacute; disponible para ayudarte con fallos del programa, el Servicio de asistencia del juego te 
        ayudar&aacute; con todos los problemas que encuentres dentro del propio juego, en lo relativo a 
        personajes, consultas sobre c&oacute;mo jugar, etc.</p>
<br>		        
        <a name="GM"></a>
        <p class="normal"><font class="small_header_blue">Maestros de Juego:&nbsp;</font>Nuestros Maestros 
        	de Juego (MJ) est&aacute;n disponibles las 24 horas del d&iacute;a, siete d&iacute;as por semana, preparados para 
        	ayudarte con los problemas que te encuentres dentro del juego. S&oacute;lo tienes que seguir 
        	las instrucciones que mencionan a continuaci&oacute;n cuando est&eacute;s dentro del juego para pedir ayuda. 
        <ul>
            <li>Haz clic en el bot&oacute;n "Petici&oacute;n de asistencia" que se encuentra en el men&uacute; inferior. 
                <img src="../Images/help-request.gif">
            <li> Elige la opci&oacute;n "Hablar con un MJ". 
            <li> Elige el tipo asunto.
            <li> Escribe una descripci&oacute;n del problema.
            <li> Haz clic en el bot&oacute;n "Enviar".
        </ul>
        
        Una vez que hayas enviado tu petici&oacute;n en el juego, un MJ se pondr&aacute; en contacto contigo lo antes 
        posible. Si tienes un problema que impide que puedas acceder al juego con un determinado personaje, 
        puedes usar otro personaje para acceder al juego en ese servidor y enviar la petici&oacute;n de asistencia.
<br>	        
        <a name="Strategy"></a>
        <p class="normal"><font class="small_header_blue">Estrategia de juego:&nbsp;</font>en nuestro sitio 
        	de la comunidad Web, podr&aacute;s encontrar una extensa colecci&oacute;n de estrategias, mapas e informaci&oacute;n 
        	sobre el juego 
        <a href="http://www.worldofwarcraft.com/na/" style="color:#dddddd" target="_blank">http://www.worldofwarcraft.com/na/</a>. 
        Aqu&iacute; podr&aacute;s encontrar informaci&oacute;n archivada e indexada sobre el mundo de este juego, personajes, 
        objetos y misiones. Si alguna vez se ha escrito algo sobre el objeto por el que sientes curiosidad, 
        estar&aacute; aqu&iacute;.
        </p>        
<br>	        
        <a name="Forums"></a>
        <p class="normal"><font class="small_header_blue">Foros de World of Warcraft</font> 
        podr&aacute;s encontrar los foros de la comunidad World of Wacraft en nuestro  
        <a href="http://forums.worldofwarcraft.com/?locale=es_mx" style="color:#dddddd" target="_blank">sitio Web</a>.
        Blizzard proporciona a sus cliente los foros de la comunidad de World of Warcraft para que puedan 
        chatear, intercambiar ideas y exoresar sus impresiones. Para poder dejar mensajes en el foro de 
        la comunidad de World of Warcraft es necesario disponer de una cuenta de juego World of Warcraft. 
        S&oacute;lo aquellas personas que dispongan de esa cuenta podr&aacute;n dejar mensajes en el foro, aunque todo 
        el que quiera puede leerlos. Por favor, recuerda que tendr&aacute;s que seguir las 
        <a href="http://forums.worldofwarcraft.com/forum-coc.html?sid=2" style="color:#dddddd" target="_blank">Normas de los foros</a>
        si quieres dejar mensajes en los mismos.</p>		

</body>
</html>