<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
        "http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
	<script type="text/javascript" src="../Layout/Detector.js"></script>
	<link rel=stylesheet href="../Layout/Styles.css" type="text/css">
	<title>Ayuda en l&iacute;nea de World of Warcraft: Wrath of the Lich King</title>
</head>
<body onload=detection() >
	<div class="topicText">
		<a name="Head" class="large_header_blue">
			Contacta al departamento de soporte t&eacute;cnico (PC)
		</a>		
        <p>Si tienes problemas con el juego, existen varios recursos disponibles para ayudarte. Recuerda, aunque el departamento de soporte t&eacute;cnico existe para ayudarte con el funcionamiento del juego y para que entiendas mejor las funciones del juego, el servicio de Asistencia est&aacute; previsto para asistir solo en asuntos de fallo del programa. El departamento de soporte t&eacute;cnico no puede ayudarte con preguntas relacionadas con la experiencia del juego.</p>
	        
        
        <p><a name="Email"></a><font class="small_header_blue">Soporte t&eacute;cnico por correo electr&oacute;nico:&nbsp;</font>puedes recibir soporte t&eacute;cnico para World of Warcraft: Wrath of the Lich King a trav&eacute;s de 
        <a href="http://us.blizzard.com/support/index.xml?gameId=11" class="menubox_header_white"  target="_new">http://us.blizzard.com/support/index.xml?gameId=11</a>. El departamento de soporte t&eacute;cnico est&aacute; disponible todas las semanas de lunes a viernes. Hay otras direcciones de correo electr&oacute;nico que usamos para proporcionar soporte t&eacute;cnico de otros juegos de Blizzard, pero te recomendamos el uso de esta direcci&oacute;n para una respuesta m&aacute;s r&aacute;pida. 
        </p>
        <p>Si se te traba la computadora o te falla el programa, debes adjuntar ciertos archivos al mensaje de correo electr&oacute;nico que env&iacute;es describiendo tu problema. Por favor, incluye con tu correo electr&oacute;nico todos los archivos en los directorios “World of Warcraft\Errors” y “World of Warcraft\Logs”. Tambi&eacute;n necesitamos dos archivos de diagn&oacute;sticos de tu sistema: su dxdiag.txt y msinfo.txt. Para obtener estos archivos sige los siguientes pasos:</p>
        <p>Nota importante: reinicia el computadora antes de crear los archivos dxdiag y msinfo.</p>
<p>Para usuarios de Windows Vista:</p>

	<p>Para obtener el archivo dxdiag:</p>
        <ol>
            <li>Pulsa la tecla de Windows (la tecla con el logo de Windows de tu teclado) + R (a la vez).
            <li>Escribe dxdiag y haz clic en Aceptar. Esto har&aacute; que el sistema ejecute el diagnostico de DirectX. 
	    <li>Haz clic en Guardar toda la información (guarda este archivo en el escritorio de Windows como "dxdiag"). 
        </ol>
	<p>Para obtener el archivo MSInfo:</p>
	<ol>
            <li>Pulsa la tecla de Windows (la tecla con el logo de Windows de tu teclado) + R (a la vez).
            <li>Escribe  MSInfo32 y haz clic en Aceptar. Esto har&aacute; que el sistema ejecute la pantalla de diagnóstico de MSInfo.
	    <li>Haz clic en Archivo en la esquina superior izquierda. A continuación, haz clic en Exportar; selecciona el lugar en el que deseas guardar el archivo.
	    <li>Cuando aparezca la ventana de Exportar como, selecciona el Escritorio para guardar tu archivo.
	    <li>Haz clic en  Guardar.
        </ol>
	<p>Adjunta los archivos “dxdiag.txt” y “msinfo.txt” al mensaje de correo electr&oacute;nico.</p>
<br>

	<p>Para usuarios de Windows 2000 o XP:</p>

        <ol>
            <li>Haz clic en Inicio.
            <li>Haz clic en Ejecutar...
            <li>Escribe dxdiag y haz clic en Aceptar. Esto har&aacute; que el sistema ejecute el diagnostico de DirectX. Ejecuta las pruebas de DirectDraw, Direct3D y DirectSound. Las encontrar&aacute;s bajo las pestañas de Pantalla y Sonido antes de crear el archivo dxdiag.txt.
            <li>Haz clic en Guardar toda la informaci&oacute;n (guarda este archivo en el escritorio como “dxdiag”).
            <li>Haz clic en la pestaña M&aacute;s ayuda y abre MSInfo. 
            <li>Haz clic en Archivo y luego en Exportar (guarda este archivo en el escritorio como un archivo de texto con el nombre MSInfo). Aseg&uacute;rate de guardar este archivo como un .txt y NO como .nfo.
            <li>Adjunta los archivos “dxdiag.txt” y “msinfo.txt” al mensaje de correo electr&oacute;nico.
        </ol>
     
        <p>*Instrucciones especiales para los usuarios de Windows 2000:</p>
        <ol>
            <li>Crea tu archivo dxdiag.txt como se ha descrito anteriormente. 
            <li>Haz clic en la pestaña M&aacute;s ayuda.
            <li>Haz clic en el bot&oacute;n MSInfo.
            <li>&iexcl;Importante! Aseg&uacute;rate de resaltar la informaci&oacute;n del sistema en el &aacute;rea izquierda superior.
            <li>En el men&uacute; de acciones, selecciona Todas las tareas y luego Guardar como archivo de texto. 
            <li>Guarda el archivo en el escritorio con el nombre msinfo.txt.
            <li>Adjunta este archivo msinfo.txt y dxdiag.txt al mensaje de correo electr&oacute;nico.
        </ol>
        <a name="Phone"></a>
        <p><font class="small_header_blue">Asistencia por tel&eacute;fono:&nbsp;</font>nuestros representantes de soporte t&eacute;cnico est&aacute;n disponibles de lunes a viernes, de 8am a 8pm (hora del Pac&iacute;fico/TMG -8) en el tel&eacute;fono: (949) 955-1382. Este n&uacute;mero no est&aacute; exento de las tarifas normales de larga distancia, sin embargo, no hay cuotas adicionales por llamar a &eacute;l.</p>        
	              

        <a name="Forum"></a>
        <p><font class="small_header_blue">Soporte t&eacute;cnico a trav&eacute;s del foro: &nbsp;</font>los usuarios que sufran problemas t&eacute;cnicos tambi&eacute;n pueden acceder a nuestro foro de soporte t&eacute;cnico en 
        <a href="http://forums.worldofwarcraft.com/board.html?forumId=20006&sid=2" class="menubox_header_white" target="_new">http://forums.worldofwarcraft.com/board.html?forumId=20006&sid=2</a>.Una b&uacute;squeda en este foro puede encontrar art&iacute;culos o soluciones relacionadas con el problema que tienes. Alternativamente, puedes publicar una descripci&oacute;n del problema y debatirlo con miembros de la comunidad o el personal de Blizzard.</p>

</body>
</html>